[
 {
  "text": "[as Alyssa, after eating escargot] All this money, and these people eat slugs?!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[as Alyssa] Ladies and gentlemen, normally, I'd be tickled to play a selection from... [briefly eyes the sheet music cover: \"Frederic Chopin- Eight Pieces for the Piano\"] ... Chopin, but in honor of my new stepmother, whom I absolutely adore, I've decided to play a little something of my own.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I made my money the old fashion way - pure dumb luck.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Two identical strangers. Two different worlds. One perfect match.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When it comes to making the perfect match...Two heads are better than one! Especially if they look exactly alike.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "For centuries the leaders of Christian thought spoke of women as a necessary evil, and the greatest saints of the Church are those who despise women the most.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "As early as the sixth century a council at Macon (585) fifty-nine bishops taking part, devoted its time to a discussion of this question, ‘Does woman possess a soul ?’…… Until time of Peter the Great, women were not recognized as human beings in that great division of Christendom known as the Greek church, the census of that empire counting only males, or so many ‘souls’ -no woman named.  Traces of this old belief have not been found wanting in our own country within the century.  As late as the Woman’s Rights Convention in Philadelphia, 1854, an objector in the audience cried out : ‘Let women first prove they have souls; both the Church and the State deny it.’",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "For a long period after the reformation, English women were not permitted to read the Bible, a statute of the Eighth Henry prohibiting ‘women and others of low degree’ from its use.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Her children, as to-day in Christian England and America, are not under her control; she is to bear children but not to educate them, for as under Catholic and Protestant Christianity, women are looked upon as a lower order of beings, of an unclean nature.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The State, agent and slave of the Church, has so long united with it in suppression of woman’s intelligence, has so long preached of power to man alone, that it has created an inherited tendency, an inborn line of thought toward repression.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Women are indebted today for their emancipation from a position of hopeless degradation, not to their religion nor to Jehovah, but to the justice and honor of the men who have defied his commands.  That she does not crouch today where St. Paul tried to bind her, she owes to the men who are grand and brave enough to ignore St. Paul, and rise superior to his God.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"'I will put enmity between thee and the woman,' \" he quoted, \" 'and between her seed and thy seed.' \"\"But Wisdom never puts enmity anywhere. ... Wisdom doesn't make those insane separations.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The church has ever opposed the progress of woman on the ground that her freedom would lead to immorality. We ask the church to have more confidence in women. We ask the opponents of this movement to reverse the methods of the church, which aims to keep women moral by keeping them in fear and in ignorance, and to inculcate into them a higher and truer morality based upon knowledge. And ours is the morality of knowledge. If we cannot trust woman with the knowledge of her own body, then I claim that two thousand years of Christian teaching has proved to be a failure.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[I]t is the deep and intimate layers of the soul which become active and bear fruit when one meditates on the Arcana of the Tarot.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The Major Arcana of the Tarot are neither allegories or secrets. [...They] are authentic symbols. They conceal and reveal their sense at one and the same time according to the depth of meditation.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[H]ermeticism, the living Hermetic tradition, guards the communal soul of all true culture. I must add: Hermeticists listen to - and now and then hear - the beating of the heart of the spiritual life of humanity.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Of what does this first Card consist? A young man [...] - who is the Magician [...] What he does with his hands is with perfect spontaneity - it is easy play and not work. He himself does not follow the movement of his hands; his gaze is elsewhere.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[T]he principle underlying all the [...] Major Arcana of the Tarot is \"that of the rapport of personal effort and of spiritual reality.\" [...T]he first and fundamental principle of esotericism (i.e. of the way of experience of the reality of the spirit) can be rendered by the formula: Learn at first concentration without effort; transform work into play; make every yoke that you have accepted easy and every burden that you carry light! This counsel [is attested by] the words of the Master Himself: \"My yoke is easy, and my burden is light\" (Matthew xi, 30).",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Concentration, as the faculty of fixing maximum attention on a minimum amount of space [...] is the practical key to all success in every domain.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Look at a tightrope walker. He is evidently completely concentrated, because if he were not, he would fall to the ground. [...] Yet do you believe that his thought and his imagination are occupied with what he is doing? Do you think that he reflects and that he imagines, that he calculates and that he makes plans with regard to each step that he makes on the rope? If he were do that, he would fall immediately.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Concentration without effort [...] It is the profound silence of desires, of preoccupations, of the imagination, of the memory and of discursive thought. One may say that the entire being becomes like the surface of calm water, reflecting the immense presence of the starry sky and its indescribable harmony. And the waters are deep, they are so deep! And the silence grows, ever increasing...what silence! Its growth takes place through regular waves which pass, one after the other, through your being: one wave of silence followed by another wave of more profound silence, then again a wave of still more profound silence...Have you ever drunk silence? [Then] you know what concentration without effort is.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "With time, the silence or \"concentration without effort\" becomes a fundamental element always present in the life of the soul. It is like the perpetual service at the church of Sacré-Coeur de Montmartre which takes place, whilst in Paris one works, one trades, one amuses oneself, one sleeps, one dies...It is in like manner that a \"perpetual service\" of silence is established in the soul, which continues all the same when one is active, when one works, or when one converses.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The changing of work, which is duty, into play, is effected as a consequence of the presence of the \"zone of perpetual silence\", where one draws from a sort of secret and intimate respiration, whose sweetness and freshness accomplishes the anointing of work and transforms it into play.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When we were making choices about what to study at varsity, we didn’t really know much about careers, to be honest with you, I didn’t know anything about Statistics until I got to the Department of Student Placement at the Ministry of Education.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I was late; my father and I had run out of fuel. By the time we arrived, I was out of breath, and I had forgotten my initial course choices. My brother, who I really admired, had studied Public Administration and Political Science, and that’s what I wanted",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "They said that that weird combination didn’t exist, and told me that I was going to do Statistics and Demography.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "If you think something is difficult, it becomes really difficult. If you think you can do it, sometimes you even surprise yourself.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "in terms of decision-making, logical thinking, the confidence, and aptitude to learn; the program grounded me.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I may not use the formulas every day, but there are skills that I gained that I apply on a daily basis, even if I don’t recognize that ‘this is Statistics",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "It is a privilege and an honour to be named amongst so many other women whom I look to with great admiration. I am grateful to Africa.com for the humbling gesture and for recognising the work of so many women across Africa. May this list grow stronger with every year, for our continent and indeed our country is rich with phenomenal leadership and leadership potential.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Let us not waste this but leverage the progress we have made and the potential we carry to impact the next generation of women leadership. This is how we break the bias, challenge the status quo, and advance ever closer to the sustainable goals we have set before us, from the UN SDGs to our very own country ambitions for diversity, inclusion, and impact.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We need to continue to empower women and girls, for it is essential to the health and social development of families, communities and countries. It is also key to economic growth, political stability and social transformation.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[repeated line] Ándale! Ándale! Arriba! Arriba!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[last line of the short film] I like this pussycat fellow; he's silly!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Democracy must be something more than two wolves and a sheep voting on what to have for dinner.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "A democratic government that respects no limits on its power is a ticking time bomb, waiting to destroy the rights it was created to protect.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "America needs fewer laws, not more prisons. By trying to seize far more power than is necessary over American citizens, the federal government is destroying its own legitimacy. We face a choice not of anarchy or authoritarianism, but a choice of limited government or unlimited government.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Government cannot make trade more fair by making it less free.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“Fair trade” is a moral delusion that could be leading to an economic catastrophe.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The U.S. government has created a trade lynch law that can convict foreign companies almost regardless of how they operate.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "It should not be a federal crime to charge low prices to American consumers.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "A law is simply a reflection of the momentary perception of self-interest by a majority of a legislative body.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The federal tax system is turning individuals into sharecroppers of their own lives.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Paternalism is a desperate gamble that lying politicians will honestly care for those who fall under their power.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "So it's 6pm in the nighttime, which is when I wake up. This is always really scary part for me [slowly peaks out of curtains] Yes! Nighttime.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Yeah some of our clothes are from victims. You might bite someone, and then you think 'Ooh, those are some nice pants!'.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "One year I went to the Unholy Masquerade dressed as Whoopi Goldberg from 'Sister Act 1' and 'Sister Act 2: Back in the Habit'. Didn't go down so well because she was a nun. Weird. Vampires don't like nuns.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[talking about re-uniting with his now-elderly love, Katherine] Some people freak out a bit about the age difference. Uhh… they think 'What's this 96-year-old lady doing with a guy 4 times her age?'.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When you become a vampire, you become very…sexy. [gestures to himself]",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I don't think Nick should have become a vampire. He's such a dick.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[reading text message from Viago] One message received. [turns around startled to find nothing] \"Ther iz a crucifx behind you\".",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[to Nick] This is what happens when you're a vampire. You have to watch everyone die. Your mother and father. All your friends. Sometimes brutal, like slipping and falling onto a giant spike. Or falling asleep in an autumn pile of leaves and having some of them block your windpipe. Or making the simple mistake of fashioning a mask out of crackers and being attacked by ducks, geese, swans. Or even dying of old age, but even old age is brutal. Watching your friends grow old. They can't piss, and they say stupid things, and their brains go, and they can't remember anything. And then one day they can't even remember who you are, and you wish they were dead, and then they do die.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We're vampires. We don't put down towels.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[about Stu] At first I wanted to kill him, but now I'm glad I spent time to get to know him.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The seditious rebels claim that we are the rulers of Manchuria and only later penetrated central China to become its rulers. Their prejudices concerning the division of their and our country have caused many vitriolic falsehoods. What these rebels have not understood is the fact that Manchuria is for the Manchus the same as the birthplace is for the people of the central plain. Shun belonged to the Eastern Yi, and King Wen to the Western Yi. Does this fact diminish their virtues? (在逆贼等之意，徒谓本朝以满洲之君入为中国之主，妄生此疆彼界之私，遂故为讪谤诋讥之说耳，不知本朝之为满洲，犹中国之有籍贯，舜为东夷之人，文王为西夷之人，曾何损于圣德乎。)",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"Boy-oh-boy! There's always one.\" pg 11",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"Maybe for no reason. I don't know. Look, this boy's been kicked around all his life. You know-living in a slum his mother dead since he was nine. He spent a year and a half in an orphanage while his father served a jail term for forgery. That's not a very good head start. He's had a pretty terrible sixteen years. I think maybe we owe him a few words. That's all.\" pg 13",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"I know they did, but I don't go along with it. The boy is five feet, seven inches tall. His father was six two. That's a difference of seven inches. It's a very awkward thing to stab down into the chest of someone who's more than half a foot taller than you are.\" pg 60",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"It's very hard to keep personal prejudice out of a thing like this. And no matter where you run into it, prejudice obscures the truth.\" pg 66",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Take the good speech from whoever said it even if his practice was not accordingly.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The parable of a man greedy of this world is the parable of the silk worm: the more it winds the thread round itself the farther it becomes from salvation, until it dies of grief.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Being sociable and affable with people brings kindness and friendship.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "There is no strength higher than overcoming carnal desire.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "How beautiful it is when goodness succeeds badness; and how unappealing it is when evil succeeds goodness.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Learn knowledge and science from him who teaches it, even if he doesn't practice what he preaches.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "There is no pain worse than ignorance and lack of intelligence.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Opposition of one's desires is the sign of the highest level of wisdom in a human being.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "On the Day of Judgement, God will interrogate people according to the wisdom he has granted them.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Knowledge and science is the fruit of paradise; in times of threat it is one's ally, in exile it keeps one company, and in solitude it is one's intimate friend and companion.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[Eating animal crackers while in the backseat of Gordy's truck and after singing his own version of \"Bonny Bear's Picnic\"] If you go out into the woods today there's gonna... be some fries. Yeah. And the tablets taste almost exactly like the zoos But that's messed up.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[Stumbles into his garage and sees Dinkleman staring from his bed] What are you lookin' at? I told you not to wait up! [does a tired growl]",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The Woo-Hoo bar. She's my milady. Smooth and creamy. So bad I shouldn't. Yet I will.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When I'm a bear rug, they can walk all over me. Until then, I ain't goin' down without a fight!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "All right, fishies, give it up for Boog!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Not this fall, baby. The fall after this fall.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I'm not workin' with this guy.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "This here is my home.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[Singing to the tune of \"The Bonny Bear's Picnic\"] Once there was a o opens who lived in a rainbow tree/He lived downstairs from a flatulent troll who was constantly having to pee/One day, the elf could take no more/So he went and banged on the rude troll's door/And what do you know, they suddenly both were married.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[About the coffee he found in a dumpster] Yuck. Yuck! It's terrible and wonderful at the same time! It's like freedom in a waters",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[first words] The future: a dark, desolate world. A world of war, suffering, loss on both sides. Mutants, and the humans who dared to help them, fighting an enemy we cannot defeat. Are we destined down this path, destined to destroy ourselves like so many species before us? Or can we evolve fast enough to change ourselves... change our fate? Is the future truly set?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "His past. Our future.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Every hero, every power will unite.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The future begins.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The kiss of the sun for pardon,  The song of the birds for mirth,  One is nearer God's Heart in a garden  Than anywhere else on Earth.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I bear about me daily the keenest sense of their weight, and that feeling prompts me now to lift my voice for the first time in this council chamber of the nation; and, sir, I stand today on this floor to appeal for protection from the strong arm of the government for her loyal children, irrespective of color and race, who are citizens of the southern states, and particularly of the State of Georgia. I am well aware, sir, that the idea is abroad that an antagonism exists between the whites and blacks, that that race which the nation raised from the degradation of slavery, and endowed with the full and unqualified rights and privileges of citizenship, are intent upon power, at whatever price it can be gained. It has been the well-considered purpose and aim of a class not confined to the south to spread this charge over the land, and their efforts are as vigorous today to educate the people of this nation into that belief as they were at the close of the war. It was not uncommon to find this same class, even during the rebellion, prognosticating a servile war.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We think that the struggle against totalitarianism, Nazism and Communism, and the resistance movements, were the most important parts of 20th Century history. The expulsion, especially of Germans, was only a consequence of that.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Non approviamo la mostra - ha detto Slawomir Tryc, consigliere dell'ambasciata polacca a Berlino - riteniamo che raggruppare tutte le espulsioni in Europa in un solo mucchio sia falsificare la storia. (...) il dramma dei tedeschi fu la diretta conseguenza di una guerra cominciata dalla Germania.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I am a storyteller. Whether I am reporting breaking news, producing a TV special, narrating an audio book or writing a work of fiction—it is all storytelling.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Look, he's not a magician. He's not invisible. He can't fly.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "He Walks Through Walls Of Solid Steel And Stone... Into The 4th Dimension!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Man's first adventure into the incredible 4th dimension",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Confessionalism in the Islamic societies where many Christians live and bear witness in the Middle East deeply affects their spirit and their behavior. From this stems confinement, withdrawal from others and hostility. These Christians are not \"indigenous citizens\". To the contrary, they belong fundamentally and organically to the social fabric and national identity of their respective countries. This is why they are called upon to live their faith and to bear witness to it.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Ἀρίστων ὁ Χῖος ὁ Φάλανθος, ἐπικαλούμενος Σειρήν, τέλος ἔφησεν εἶναι τὸ ἀδιαφόρως ἔχοντα ζῆν πρὸς τὰ μεταξὺ ἀρετῆς καὶ κακίας μηδ᾿ ἡντινοῦν ἐν αὐτοῖς παραλλαγὴν ἀπολείποντα, ἀλλ᾿ ἐπίσης ἐπὶ πάντων ἔχοντα· εἶναι γὰρ ὅμοιον τὸν σοφὸν τῷ ἀγαθῷ ὑποκριτῇ, ὃς ἄν τε Θερσίτου ἄν τε Ἀγαμέμνονος πρόσωπον ἀναλάβῃ, ἑκάτερον ὑποκρινεῖται προσηκόντως.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Virtue is the health of the soul.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "You're the kind of personYou meet at certain dismal dull affairs.Center of a crowd, talking much too loud,Running up and down the stairs.Well, it seems to me that you have seen too much in too few years.And though you've tried you just can't hide,Your eyes are edged with tears.You better stop,Look around.Here it comes, here it comes, here it comes, here it comes.Here comes your nineteenth nervous breakdown.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Prince or pauper, beggar man or thing,Play the game with ev'ry flow'r you bring.Dandelion don't tell no lies,Dandelion will make you wise.Tell me if she laughs or cries.Blow away dandelion.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I was born in a cross-fire hurricaneAnd I howled at my ma in the driving rainBut it's all right now, in fact, it's a gas!But it's all right now, I'm Jumpin' Jack FlashIt's a gas! Gas! Gas!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I met a gin-soaked, bar-room queen in MemphisShe tried to take me upstairs for a rideShe had to heave me right across her shoulder'Cause I just can't seem to drink you off my mind.It's the honky tonk women.Gimme, gimme, gimme the honky tonk blues",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Well, I told you once and I told you twice,But ya never listen to my adviceYou don't try very hard to please me,With what you know it should be easy.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I can't get no satisfaction, I can't get no satisfaction'Cause I try and I try and I try and I tryI can't get no, I can't get no.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When I'm watchin' my TV and a man comes on and tell meHow white my shirts can be.But, he can't be a man 'cause he doesn't smokeThe same cigarettes as me.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Well, you've got your diamonds and you've got your pretty clothesAnd the chauffeur drives your car.You let everybody knowBut don't play with me, 'cause you're playing with fire.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I live in an apartment on the ninety-ninth floor of my block.And I sit at home looking out the window,Imagining the world has stopped.Then in flies a guy who's all dressed up like a Union JackAnd says, I've won five pounds if I have his kind of detergent pack.I says, Hey! You! Get off of my cloud.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "My riches can't buy everything.I want to hear the children sing.All I hear is the sound of rain falling on the ground.I sit and watch as tears go by.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "People are excessively obsessed with dreams. Their concern for things which they dream is greater than their concern for things which effect them during their state of wakefulness. How confused are they!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The primary purpose of Tasawwuf is the reformation of the actions of the heart.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Knowledge  prevents  one  from  going  astray  because  of  the  realization  of  the  truth. This  in  itself  is  a  great  treasure.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Lowering oneself, which is called Tawaadhu’ (humilty), is a great and valuable asset. To achieve this quality, many of the servants of Allah abandoned their kingdom and empire. They didn’t care in the least what people thought of them. Surely, humility must then be a much-prized quality so that people gave it preference to it over the entire world!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "A scholar is an adherent of the Sunnah.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The  seeking  of  wealth  for  a  valid  reasons  is  exhorted  and  is  full of  significance.  Lawful  wealth  too  plays  its  part  in  the  acquisition  of  peace  of  mind, which  is  an  end  desired  by  the  religion.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "To  assume  a  task  beyond  one’s  capability  is  not  proper  for  a  Mu’min.  The consequence  will  be  failure,  disgrace,  worry,  and  shame.  Frustration  will  then overtake  one.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Without  the  head,  man  is  a  dead  body.  So  too,  without  prayers,  all  other  acts  of worship  are  lifeless.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"Remembrance  creates  and  strengthens  a  special  bond  between  man  and  His  Creator.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Mosques  are  not  places  for mundane  activities.  Mosques  are  erected  purely  for  the  remembrance and worship  of  Allah.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[about marriage] I guess it's like bull riding. You gotta stay on and try not to get bucked off.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"We're a tradition. Last of the dyin' breed.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Achttein Handwarken, negentein Unglükken.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "De Appel fallt nich wit vunn Stamm .",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "De Beren sünt sur, sä de Voss.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "De sik vör n Hund verhürt mutt Knaken freten.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Hebbn is wiss, krign is miss.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Kummt Tid, kummt Rath.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Man kann de Utze so lange peddn, bet se quakket.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Wenn ' t Bri regent , sunt mine Schöttels umkehrt.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "All these things were slipping away from him, in a clear, cold wisdom that came from beyond the stars. He envisioned man as a bit of animate clay moving fro a little while upon a ball of mud and stone and water that drifted through the void, through the darkness that would finally engulf it.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When I die, I want to die in a Utopia that I have helped to build.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We are all part of some cosmic pattern, and this pattern works toward good and not evil. It builds and does not destroy. So I shall go on in my search for a race where I can find kinship and happiness.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "A casual eye might have seen nothing extraordinary in Wade as he moved lithely across the meadow toward the Thunderbug. He was tall, lean and rangy, looking rather like a college boy on a vacation, with his brown, almost youthful face and tousled dark hair, so deep-black that it was almost blue.  A closer inspection would have shown more significant details. There was an iron hardness underlying Wade’s face, like iron beneath velvet. His jet eyes were decidedly not those of a boy. There was a curious quality of soft depth to them, although sometimes that black deep could freeze over with deadly purpose.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The fire that had come from beyond the stars was harnessed.  Tamed — chained — by the flesh to which it had once, long ago, given life....",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"We need not go back through the cavern of the monsters,\" she said. \"There is a way to reach the unseen road from here.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "In the face of real danger Elak forgot the gods and drew his rapier. Prayers, he had found, would not halt a dagger's blow or a strangler's hands.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Elak got up and recovered his rapier, loudly thanking Ishtar for his deliverance. \"For,\" he thought, \"a little politeness costs nothing, and even though my own skill and not Ishtar's hand saved me, one never knows.\" Too, there were other dangers to face, and if the gods are capricious, the goddesses are certainly even more so.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Eons and unimaginable eons ago, before mankind existed on earth, only the waters existed. There was no land. And from the slime there sprang up a race of beings which dwelt in the sunken abysses of the ocean, inhuman creatures that worshipped Dagon, their god. When eventually the waters receded and great continents arose, these beings were driven down to the lowest depths. Their mighty kingdom, that had once stretched from pole to pole, was shrunken as the huge land masses lifted. Mankind came — but from whence I do not know —  and civilizations arose. … These things hate man, for they feel that man has usurped their kingdom. Their greatest hope is to sink the continents again, so that the seas will roll over all the earth, and not a human being will survive. Their power will embrace the whole world, as it once did eons ago. They are not human, you see, and they worship Dagon. They want no other gods worshipped on Earth. Ishtar, dark Eblis, even Poseidon of the sunlit seas. . . .",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"They dare'd not invade the palace while the globe shone, for the light-rays would have killed them. … This island-continent would have gone down beneath the sea long ago if I hadn't pitted my magic and my science against that of the children of Dagon. They are masters of the earthquake, and Atlantis rests on none too solid a foundation. Their power is sufficient to sink Atlantis forever beneath the sea. But within that room\" — Zend nodded toward the curtain that hid the sea-bred horrors — \"in that room there is power far stronger than theirs. I have drawn strength from the stars, and the cosmic sources beyond the universe. You know nothing of my power. It is enough — more than enough — to keep Atlantis steady on its foundation, impregnable against the attacks of Dagon's breed. They have destroyed other lands before Atlantis.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[doing an entry for her vlog] Hi moms, Stephanie here. Today, as promised, I am going to share my zucchini chocolate chip cookie recipe. But first, many of you have asked me for an update on the Emily situation. And for those of you who are new to my vlog, you should know my best friend Emily is missing right now. She asked me a simple favor, to pick up her son Nicky from school, which was five days ago, and she hasn't come back yet, so I'm sorry. We're all really worried, and I'm doing everything I can to help the police track her down. But I'm realizing I don't know her as well as I thought I did. It's like my mom used to say, God rest her soul, um, \"Secrets are like margarine, easy to spread, bad for the heart\". But as different as we are, I do consider Emily my best friend. She is this wonderful, elegant person. And our sons brought us together, actually. Well, you know, for our new friends, I'll just started from the beginning. I met Emily a few weeks ago at school. It was international cuisine day in my son's first grade class, and once again, I drew Sweden, which meant my famous meatless meatballs.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[Doing an entry for her vlog] Hi moms. Stephanie here. I'm going to do something a little different today. I normally avoid any talk of religion on the vlog. I don't want to offend any non-denominational moms, but I do think that we live on after we die. So, Emily, if you are out there, and you can hear me right now, no one could ever replace you. And you'll always be Nicky's mom. I can't take your place. I can just try to love the people that you love and try to make their lives better. I think that's what you would want.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[as Emily is being arrested and taken away by the police] I'm sorry! I'm not sorry! I'm still working on that!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[repeated line] Brotherfucker!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "She's an enigma my wife. You can get close to her, but you never quite reach her. She's like a, beautiful ghost.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Indeed, a full understanding of Sraffa’s contributions can be difficult, since these must be viewed as a complex whole, as part of an extremely ambitious cultural project: ‘to shunt the car of economic science’ in a direction opposite to that –the subjective theory of value –chosen by Jevons, one of the leading early exponents of the marginalist approach. Thus, with his writings Sraffa contributes to exposing the weak points in the theories of the leading exponents of the marginalist approach, from Alfred Marshall and Arthur Cecil Pigou to Friedrich von Hayek, and of their present-day followers, and at the same time re-proposes the classical approach of Adam Smith and David Ricardo (and also, in certain respects, of Karl Marx). The work of reconstructing the classical approach is also coherent with elements of the Keynesian contribution. This connection is possibly the most important issue in the current debate concerning the road to be followed in going on with the work started by Sraffa.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Sraffa’s criticisms of the concept of capital also amount – at least in principle –to a deadly blow to the foundations of the so-called ‘neo-classical synthesis’. Combining Keynes’ thesis on the possibility of fighting unemployment by adopting adequate fiscal and monetary policies with the marginalist tradition of simultaneous determination of equilibrium quantities and prices as a method to study any economic problem, this approach has in the last few decades come to constitute the dominant doctrine in textbooks the whole world over. It is only thanks to increasing specialisation in the various fields of economics, often invoked as the inevitable response to otherwise insoluble difficulties, that the theoreticians of general equilibrium are able to construct their models without considering the problem of relations with the real world that economists are supposed to be interpreting, and that the macroeconomists can pretend that their ‘one commodity models’ constitute an acceptable tool for analysis. For those who believe that the true task facing economists, hard as it may be, is to seek to interpret the world they live in, Sraffa’s ‘cultural revolution’ still marks out a path for research that may not (as yet) have yielded all it was hoped to, but is certainly worth pursuing.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "十年生死两茫茫。不思量，自难忘。",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "清夜无尘，月色如银 。 酒斟时须满十分。 浮名浮利，虚苦劳神。 叹隙中驹， 石中火， 梦中身。 虽抱文章，开口谁亲？ 且陶陶乐尽天真。 几时归去，作个闲人， 对一张琴， 一壶酒， 一溪云。",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "事如春梦了无痕。",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Then, cleaving the grass, gazelles appear(The gentler dolphins of kindlier waves)With sensitive heads alert of ear;Frail crowds that a delicate hearing saves.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "For milkmaids and queens and gipsy-princessesDream and kiss blindfold or starve upon guesses.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Break free, my soul, good manners are thy tomb!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"Shells with lip, or tooth, or bleeding gum,Tell-tale shells, and shells that whisper 'Come',Shells that stammer, blush, and yet are dumb – \"\"O let me hear!\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "In my opinion Mr. Moore is a greater poet than Mr. Yeats. He has lived obscurely, and has not displayed Mr. Yeats's talent for self-dramatization; for these reasons and others he has never become a public figure or a popular writer.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "A sheep in sheep's clothing.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Therefore, Sir, let it be your Majesty's continuall study (as called and charged thereunto by God) to reforme the universall enormities of your country, and first (taking example of the princely prophet David) to begin at your Majesty's owne house, familie and court, and purge the same of all suspicion of Papists and Atheists and Newtrals, whereof this Revelation foretelleth that the number shall greatly increase in these latter daies. For shall any Prince be able to be one of the destroyers of that great seate, and a purger of the world from Antichristianisme, who purgeth not his owne countrie? Shall he purge his whole countrie who purgeth not his owne house? Or shall he purge his house, who is not purged himself by private meditations with his God?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "In my tender years and bairn-age, at schools, having on the one part contracted a loving familiaritie with a certain gentleman a papist, and on the other part being attentive to the sermons of that worthy man of God, Maister Christopher Goodman, teaching upon the Apocalyps, I was moved in admiration against the blindness of papists that could not most evidentlie see their seven hilled Citie of Rome, painted out there so lively by Saint John, as the Mother of all Spiritual Whoredome: that not onlie bursted I oute in continuall reasoning against my said familiar, but also from thence forth I determined with myself by the assistance of God's spirit to employ my study and diligence to search out the remanent mysteries of that holy booke (as to this houre praised be the Lord I have bin doing at all such times as convenientlie I might have occasion) &c.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Here then (belove reader) thou hast this work devided into two treatises, the first is the said introduction and reasoning, for investigation of the true sense of every cheife Theological tearme and date contained in the Revelation, whereby, not onely is it opened, explained and interpreted, but also that same explanation and interpretation is proved, confirmed and demonstrated, by evidente proofe and coherence of scriptures, agreeable with the event of histories. The seconde is, the principall treatise, in which the whole Apocalyps, Chapter by chapter, Verse by verse, and Sentence by sentence, is both Paraphrastically expounded and Historically applyed.  ...And because this whole work of Revelation concerneth most the discoverie of the Antichristian and Papisticall kingdome, I have therefore (for removing of all suspition) in al histories and prophane matters, taken my authorities and cited my places either out of Ethnick auctors, or then papistical writers, whose testimonies by no reason can be refuted against themselves. But in matters of divinitie, doctrine & interpretation of mysteries (leaving all opinions of men) I take me onely to the interpretation and discoverie thereof, by coherence of scripture, and godly reasons following thereupon; which also not only no Papist, but even no Christian may justly refuse. And forasmuch as our scripturs herein are of two fortes, the one our ordinary text, the other extraordinary citations; In our ordinary text, I follow not altogether the vulgar English translation, but the best learned in the Greek tong, so that (for satisfying the Papists) I differ nothing from their vulgar text of S. Jerome, as they cal it, except is such places, where I prove by good reasons, that hee differeth from the Original Greek. In the extraordinary texts of other scriptures cited by me, I followe ever Jeromes latine translation, where any controverse stands betwixt us and the Papists, and that moveth me in divers places to insert his very latine text, for their cause, with the just English thereof, for supply of the unlearned.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The First Proposition. In propheticall dates of daies, weekes, moneths, and yeares, everie common propheticall day is taken for a yeare.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "2. Proposition. The Seven Trumpets of the 8. and 9. chapters, and the Seven Vials of the 16. Chapter, are all one.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "3. Proposition. The Star and locusts of the fift trumpet, are not the greate Antichrist and his Cleargie, but the Dominator of the Turkes and his armie, who began their dominion in anno Christi 1051.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "4 Proposition. The kinges of the East, or four Angels, specified in the sixt trumpet, or sixt vial. Cap. 9. & 16. are the four nations, Mahometanes beyond and about Euphrates, who began their empire by Ottoman, in the yeare of Christ, 1296. or thereabout.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "5 Proposition. The space of the fift trumpet or vial containeth 245. years, and so much also, every one of the rest of the trumpets or vials doe containe.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "6 Proposition. The first Trumpet or Viall began at the Jubelee, in anno Christi 71.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "7 Proposition. The last of the Seven Seales, and first of the Seven Trumpets or Vials, begin both at once, in An. 71.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I often tell people, \"If you have a choice between the bottom job and a low management job when you're first starting, take the bottom job because you won't learn as much in the management job.\" I also tell students, \"If you're not curious, you're not going to learn. And if you're not enthusiastic, you won't be noticed.\" If you're not naturally enthusiastic, pretend to be. It's very infectious.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Farewell, Hindusthan, land of eternal spring, for long have we, as foreign guests, stayed here and enjoyed your hospitality.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Whither has gone the superiority of the Muslims,In wealth, wisdom and learning?Whither has gone that fixity of purpose,That knew no barrier of land or sea?Whither has gone that vigour and where are those sturdy arms?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Just as the army of Alexander marched back after reaching your border,I wish we also had returned unsuccessful from your gates.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Hello babe, with your guardian eyes so blue,Hey my baby, don't you know our love is true.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "This is the world we live in,And these are the hands we're given.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Oh Superman, where are you now?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I can't dance.I can't talk.Only thing about me is the way that I walk.I can't dance.I can't sing.I'm just standing here selling everything.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "\"Feminism is a laudable theory. I like how it raises our awareness of the discrimination against women, and I sanction the equality of men and women, girl and boy that it advocates.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "As salt is the taste to food so as a healthy communication is the taste to a loving and happy marriage.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Selection of adequate and efficient methods of financing, in addition to organisational delivery structure for health services, is essential, if a country is set to achieve its national objective of providing health for all.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "By the help of God and with His precious assistance, I say that Algebra is a scientific art. The objects with which it deals are absolute numbers and measurable quantities which, though themselves unknown, are related to \"things\" which are known, whereby the determination of the unknown quantities is possible. Such a thing is either a quantity or a unique relation, which is only determined by careful examination. What one searches for in the algebraic art are the relations which lead from the known to the unknown, to discover which is the object of Algebra as stated above. The perfection of this art consists in knowledge of the scientific method by which one determines numerical and geometric unknowns.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I was unable to devote myself to the learning of this algebra and the continued concentration upon it, because of obstacles in the vagaries of time which hindered me; for we have been deprived of all the people of knowledge save for a group, small in number, with many troubles, whose concern in life is to snatch the opportunity, when time is asleep, to devote themselves meanwhile to the investigation and perfection of a science; for the majority of people who imitate philosophers confuse the true with the false, and they do nothing but deceive and pretend knowledge, and they do not use what they know of the sciences except for base and material purposes; and if they see a certain person seeking for the right and preferring the truth, doing his best to refute the false and untrue and leaving aside hypocrisy and deceit, they make a fool of him and mock him.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Whoever thinks algebra is a trick in obtaining unknowns has thought it in vain. No attention should be paid to the fact that algebra and geometry are different in appearance. Algebras (jabbre and maqabeleh) are geometric facts which are proved by propositions five and six of Book two of Elements.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Wake! For the Sun, who scatter'd into flight  The Stars before him from the Field of Night,  Drives Night along with them from Heav'n, and strikes  The Sultan's Turret with a Shaft of Light.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Before the phantom of False morning died,  Methought a Voice within the Tavern cried,  \"When all the Temple is prepared within,  Why nods the drowsy Worshipper outside?\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "And, as the Cock crew, those who stood before  The Tavern shouted — \"Open then the Door!  You know how little while we have to stay,  And, once departed, may return no more\".",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Now the New Year reviving old Desires,  The thoughtful Soul to Solitude retires,  Where the White Hand Of Moses on the Bough  Puts out, and Jesus from the Ground suspires.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Iram indeed is gone with all his Rose,  And Jamshyd's Sev'n-ring'd Cup where no one knows;  But still a Ruby kindles in the Vine,  And many a Garden by the Water blows.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Come, fill the Cup, and in the fire of Spring  Your Winter-garment of Repentance fling:  The Bird of Time has but a little way  To flutter — and the Bird is on the Wing.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Whether at Naishapur or Babylon,  Whether the Cup with sweet or bitter run,  The Wine of Life keeps oozing drop by drop,  The Leaves of Life keep falling one by one.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[I]n many ways, rocks at the bottom of the deep sea, buried under a mile of Earth’s crust, or covered in bird crap on Saint Peter and Saint Paul Archipelago aren’t inanimate objects at all. They are undulating, \"breathing\" systems crammed with organisms so tiny and metabolizing so slowly that nobody ever noticed.Most researchers never bothered. Seeking out extreme life requires traveling to some of Earth’s most far-flung and miserable environments. Only a handful of microbiologists and geologists have had the will, fortitude, and resources to endure weeks in the triple-digit heat within African mines, or months in the frozen expanses of Antarctica, or years sifting through the polluted oil fields of Dagestan to find answers.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "It's a hard thing to fathom, the concept that you, me, the birds, and the bees—all life that is and has ever been—came from a few chemical reactions on some ugly rocks a few billion years ago. Proposing such a theory... [e]ven 50 years ago... might have gotten you... ostracized by the scientific community.That all changed in 1977 when... Jack Corliss chartered a research vessel... to the Galápagos Trench. Corliss suspected that a... hydrothermal vent, was erupting on the deep seafloor... [A]t a depth of around 2,500 meters... ANGUS’s temperature gauge registered a... spike. After several hours, the team... developed the film. ...There was life..—crabs, mussels, lobsters, worms—all flourishing... The incredible pressure, 250 times that on the surface, kept the water from turning to steam.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Truebridge just dove thirty stories... all on one lungfull of air... The pressure... is more than ten times that at the surface, strong enough to crush a Coke can. At thirty feet. the lungs collapse to hald their normal size; at three hundred feet they shrink to the size of two baseballs. ...The dives don't look forced... as if they all really belong down there. As if we all do.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[T]here is no oxygen tank at the end of the rope, and if there had been... their lungs would have exploded... and their blood would have bubbled with nitrogen before they reached the surface. ...The human body can withstand the pressures of a fast three-hundred-foot... ascent only in its natural state.Some humans handle it better than others.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I watch several more competitors... Many can't make it... They resurface with blood running... from their noses, unconscious, or in cardiac arrest. ...And somehow, this sport is legal.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "During the three minutes beneath the surface... the body bears only a passing resemblance to its terrestrial form and function. The ocean changes us physically and psychically.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The ocean is the last truly quiet place left on Earth.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "These more philosophical freedivers get... the same look one sees in the eyes of Buddhist monks or emergency room patients who have died and then been resuscitated... who have made it over to the other side.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "[B]est of all, divers will tell you, \"It's open to everyone.\"",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Other than BASE jumping... freediving is the most dangerous adventure sport in the world.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "No royal palace was prepared for him;No silken courtiers slid from room to room,Gathering together in the gorgeous gloomOf purple hangings, drooping rich and dim;",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "For him no silver cressets shed their light,No eager joy-bells sounded through the night    From city minster, or from village tower;No loud \"hurrahs,\" sent from deep-chested men,Lifted the midnight mist from off the glenIn celebration of his natal hour.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "He came, and no man knew it; no man knewThe wondrous boon to Scotland given;That there—beneath that grim and wintry blue—A glorious Poet, strong and true,Had newly dropp'd from heaven!",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The important thing is what we do, and not the deceitful theory of reading others' intentions. This is also a new thing — they say: \"We know that Iran's intention is to pursue nuclear weapons.\" Do you have a device that reads intentions?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Article 11 of the NPT states that if we are threatened, we can act in secret.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "It seems that in the world of politics, lying is not such a big deal.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We have information that the US ambassador in Iraq held a meeting with several terrorist groups in Iraq, and told them three things. he told them, first of all, to stop aiming their rifles at America. Second, he told them to direct their struggle towards Iran, and third, to direct it towards the Shiites in Iraq.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The dean, the vice chancellor illuminated, in those old days was elected by the faculty. So all you have to do is to be a nice guy to everyone. And I think Johannes Chan is a very nice guy. And at this point I like to declare my interest, because of one of the referees is my cousin (Andrew Li Kwok-nang). My cousin said he is a very, very nice guy... My main worry on the academic side is that he has no higher degree of PhD or MD or LLD. You may say in law it is not necessary. Well, if it is not necessary, why is there such a degree in the first place?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "And if you look at other referee professors, they all have LLDs. Therefore, either he hasn’t tried or he is too busy or he doesn’t think it’s important. But if that’s the case, he will be devaluating [sic] … maybe of the lecturers or professors who have got PhDs who have gone through the rigors of academic pursuits. Now can you … can someone be in charge of the promotion of other persons who actually has not gone through same rigors as that other person and give an honest, independent, objective view?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "in the mainland, a university has a party committee secretary (黨委書記). Do they want a party committee secretary at HKU? Is he a party committee secretary? They want to put him here as party committee secretary.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The details of wasted money spent on the Garden Bridge project is the final confirmation of the utter folly of the project. The Garden Bridge Trust have squandered public money in a way no responsible charity should have behaved. No charity needs to spend £160,000 on a website or over £400,000 on a gala dinner.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The king of the kingdoms of messengerdom,",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Amir Khusrow, And Muhammad is his Messenger - The Veneration of the Prophet in Islamic Piety, Annemarie Schimmel (1985), The University of North Carolina Press, p. 205, ISBN 0-8078-1639-6",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“Happy Hindustan, the splendour of Religion. where the Law finds perfect honour and security.  In learning Dehli can now compete with Bokhara, for IslAm has been made manifest by its kings.  The whole country, by means of the sword of our holy warriors, has become like a forest denuded of its thorns by fire.  The land has been saturated with the water of the sword, and the vapours of infidelity have been dispersed.  The strong men of Hind have been trodden under foot, and all are ready to pay tribute.  Islam is triumphant, idolatry is subdued.  Had not the law [of Imam Hanifa] granted exemption from death by the payment of poll-tax, the very name of hind, root and branch, would have been extinguished. From Ghazni to the shore of the ocean you see all under the domination of Islam.  Cawing crows see no arrows pointed at them; nor is the TarsA (Christian) there, who does not fear (taras) to render the servant equal with Allah; nor the Jew who dares to exalt the Pentateuch to a level with the Kuran; nor the Magh who is delighted with the worship of fire, but of whom the fire complains with its hundred tongues. The four sects of Musulmans are at amity and the very fish are Sunnis.”",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Likewise, gleefully describing the Hindu predicament under the Sultanate, Amir Khusrau puts this statement into the mouth of a subdued Raja; ‘Thanks to the perennial, well established convention of the world, the Hindu has all along been a game of the Turks. The relationship between the Turk and the Hindu cannot be described better than that the Turk is like a tiger and the Hindu, a deer. It has been a long established rule of the whirling sky that the Hindus exist for the sake of the Turk. Being triumphant over them, whenever the Turk chooses to make an inroad upon them, he catches them, buys them, and sells them at will. Since the Hindu happens to be a (wretched) slave in all respects, none need exercise force on his slave. It does not become one to scowl at a goat which is being reared for one’s meals. Why should one wield a sharp sword for one who will die by (just) a fierce look?’",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“The Sultan reached Jhain in the afternoon of the third day and stayed in the palace of the Raya… He greatly enjoyed his stay for some time. Coming out, he took a round of the gardens and temples. The idols he saw amazed him… Next day he got those idols of gold smashed with stones. The pillars of wood were burnt down by his order… A cry rose from the temples as if a second Mahmud had taken birth. Two idols were made of brass, one of which weighed nearly a thousand mans. He got both of them broken, and the pieces were distributed among his people so that they may throw them at the door of the Masjid on their return [to Delhi]…”",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“Three days after this, the king entered Jhain at midday and occupied the private apartment of the rai… He then visited the temples, which were ornamented with elaborate work in gold and silver. Next day he went again to the temples, and ordered their destruction, as well as of the fort, and set fire to the palace, and ‘thus made hell of paradise’… While the soldiers sought every opportunity of plundering, the Shah was engaged in burning the temples, and destroying the idols. There were two bronze idols of Brahma each of which weighed more than a thousand mans. These were broken into pieces and the fragments distributed amongst the officers, with orders to throw them down at the gates of the Masjid on their return.”65",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“When he advanced from the capital of Karra, the Hindus, in alarm, descended into the earth like ants. He departed towards the garden of Behar to dye that soil with blood as red as tulip. He cleared the road to Ujjain of vile wretches, and created consternation in Bhilsan. When he effected his conquests in that country, he drew out of the river the idols which had been concealed in it.”66",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“But see the mercy with which he regarded the brokenhearted, for, after seizing the rai, he set him free again. He destroyed the temples of the idolaters, and erected pulpits and arches for mosques.”67",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Amir Khusrau writes that under Jalauddin Khalji (1290-96), after a battle, “whatever live Hindu fell into the hands of the victorious king was pounded to bits under the feet of the elephants. The Musalman captives had their lives spared”.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "“He started his building programme with the Jami‘ Hazrat mosque… Thereafter he decided to build a second minar opposite to the lofty minar of the Jami‘ Masjid, which minar is unparalleled in the world…68 He ordered the circumference of the new minar to be double that of the old one. People were sent out in all directions in search of stones. Some of them broke the hills into pieces. Some others proved sharper than steel in breaking the temples of the infidels. Wherever these temples were bent in prayers, they were made to do prostration.”69",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The intervals of time that separate the fossils are so huge that we cannot say anything definite about their possible connection through ancestry and descent.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "To take a line of fossils and claim that they represent a lineage is not a scientific hypothesis that can be tested, but an assertion that carries the same validity as a bedtime story—amusing, perhaps even instructive, but not scientific.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "It's evident that Darwin saw evolution not as progressive or improving, but as an activity that happens moment by moment. From this it is clear that evolution has no plan. It has neither memory nor foresight. No vestige of cosmic strivings from some remote beginning; no prospect of revelatory culmination in some transcendent end.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "My mother used to say a man’s money goes where his heart is, so if that’s the case, the amount of money going to CEQ to support environmental justice [EJ] does not show where their heart is. I believe the heart is there, but the money has to follow.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "On liquefied natural gas, the majority of the places where they want to put liquefied gas facilities are in poor and minority communities. So the same group of people is now being asked to bear the burden of our transition [from fossil fuels]. What kind of transition is that for communities?",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Any project that moves forward should be inclusive of three things: It will not harm communities. It will not contribute to the climate crisis. And it will not perpetuate racially disproportionate burdens of pollution. Any program that we bring in to solve the problem must have these three principles embedded in it so we don’t make the same mistakes.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Biden’s approach is unique in that it not only acknowledges the damage that is now and has been done by pollution and the resulting changes in the climate, but his approach attempts to attack the sources of the problem. That includes racism. And Justice40, [a federal initiative to deliver 40 percent of the benefits from federal climate and clean energy investments to disadvantaged communities] is an attempt to ameliorate the existing problem and stamp out or change policies and regulations and laws that perpetuate the continuation of disproportionate pollution burdens for Blacks and other minorities.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "it seems difficult to talk about putting in place a project that deals with racial discrimination when you can’t use race in evaluating it. It’s really insane.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I don’t think we should talk about reducing greenhouse gases and saving the planet without environmental justice being shoulder to shoulder with that.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Communities have not been able to recover, to go back home. And gentrification is happening at warp speed in areas where climate change and flooding have caused the displacement of communities. This is a huge problem. Race is at the center of it in terms of fairness. And we have to find a way to make certain that we make up for the harm that’s been done and put things in place so that harm does not continue for racial minorities in this country.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Any climate bill has to deal with both repairing EJ communities and reducing climate change. The fact of the matter is that they go hand in hand, because one of the reasons that we are the way we are is because of what we’ve done to communities of color across this country — putting fossil fuel industry facilities in our communities, not caring about our health or our lives, that’s why we’re here. We can’t move forward without addressing that.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "After Katrina, trying to get back to the city was awful for Black people and we still haven’t fully recovered.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The Harvard study comes out and I’m like, ‘OK, now I understand.' Black people are dying because of where we live.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Aurangzeb's purpose in building those three mosques was the same intentionally offensive political purpose that moved the Russians to build their Orthodox cathedral in the city-centre at Warsaw. Those mosques were intended to signify that an Islamic government was reigning supreme, even over Hinduism's holiest of holy places. I must say that Aurangzeb had a veritable genius for picking out provocative sites. Aurangzeb and Philip II of Spain  are a pair. They are incarnations of the gloomily fanatical vein in the Christian - Muslim - Jewish family of religions. Aurangzeb - poor wretched misguided bad man - spent a lifetime of hard labour in raising massive monuments to his own discredit. Perhaps the Poles were really kinder in destroying the Russians' self-discrediting monument in Warsaw than you have been in sparing Aurangzeb's mosques.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Aurangzeb cared nothing for art, destroyed its \"heathen\" monuments with coarse bigotry, and fought, through a reign of half a century, to eradicate from India almost all religions but his own. He issued orders to the provincial governors, and to his other subordinates, to raze to the ground all the temples of either Hindus or Christians, to smash every idol, and to close every Hindu school. In one year ( 1679-80) sixty-six temples were broken to pieces in Amber alone, sixty-three at Chitor, one hundred and twenty-three at Udaipur; and over the site of a Benares temple especially sacred to the Hindus he built, in deliberate insult, a Mohammedan mosque.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We shall never be able to do justice to Indian art, for ignorance and fanaticism have destroyed its greatest achievements, and have half ruined the rest. At Elephanta the Portuguese certified their piety by smashing statuary and bas-reliefs in unrestrained barbarity; and almost everywhere in the north the Moslems brought to the ground those triumphs of Indian architecture, of the fifth and sixth centuries, which tradition ranks as far superior to the later works that arouse our wonder and admiration today. The Moslems decapitated statues, and tore them limb from limb; they appropriated for their mosques, and in great measure imitated, the graceful pillars of the Jain temples. Time and fanaticism joined in the destruction, for the orthodox Hindus abandoned and neglected temples that had been profaned by the touch of alien hands.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Because of the shortage of stone, people scurried hither and thither throughout the kingdom in search of it. Some struck the base of mountains, so much were they enamoured of their search for stone that they tore at the mountain like lovers. Some were keener than steel in up- rooting the foundations of unbelief. Having sharpened their steels they applied them in holy war to the idol temples of the rais and with blows of iron they devoted their strength with as much vigour as possible to the breaking of the stones. Wherever an idol temple had engaged in an act of devotion the strong tongue of the spade in well founded argument removed the foundations of infidelity from the heart so that, at once, that idol temple in gratitude performed the Muslim rite of bowing in prayer.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "There's more than one mosque in the world that used to be a church and before that was a temple. Because it's a lot easier to just change the sign on the top and say \"under new management\" than it is to change the whole building. I worked a lot of comedy clubs in the eighties that still had the disco ball on the ceiling. And in the nineties they became strip clubs. And now they're a Starbucks.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "When the imperial army was encamping at Mathura, a holy city of the Hindus, the state of affairs with regard to temples of Mathura was brought to the notice of His Majesty. Thus, he ordered the faujdar of the city, Abdul Nabi Khan, to raze to the ground every temple and to construct big mosques (over their demolished sites).'",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "From old records and the tradition it is gathered... Wherever they found magnificent temples of the Hindus ever since the establishment of Sayyid Salar Mas’ud Ghazi’s rule, the Muslim rulers in India built mosques, monasteries, and inns, appointed mu’azzins, teachers, and store-stewards, spread Islam vigorously, and vanquished the Kafirs.... And this to such an extent that all over Hindustan no trace of infidelity was left besides Islam and no practice of idol-worship survived besides worship of God. And the few Hindus who remained safe from the hands of the Muslims became the slaves of Islam, began to pay kharaj, became subdued... In short, even as the Muslim rulers cleared up Mathura, Banares etc from the dust and dross of infidelity ... Likewise, they cleared up Faizabad and Avadh, too, from the filth of reprobation (infidelity), because it was a great centre of worship and capital of Rama’s father. Here they broke the temples and left no stone-hearted idol intact. Where there stood the great temple (of Ramjanmasthan), there they built a big mosque, and, where there was a small mandap (pavilion), there they erected a camp mosque (masjid-i mukhtasar-i qanati). The Janmasthan temple is the principal place of Rama’s incarnation, adjacent to which is the Sita ki Rasoi. Hence, what a lofty mosque was built there by king Babar in 923 A. H. (1528 A.D.), under the patronage of Musa Ashiqan! The mosque is still known far and wide as the Sita ki Rasoi mosque. And that temple is extant by its side.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "During this month of Ramzan abounding in miracles, the Emperor as the promoter of justice and overthrower of mischief, as a knower of truth and destroyer of oppression, as the zephyr of the garden of victory and the reviver of the faith of the Prophet, issued orders for the demolition of the temple situated in Mathurã, famous as the Dehra of Kesho Rãi. In a short time by the great exertions of his officers the destruction of this strong foundation of infidelity was accomplished, and on its site a lofty mosque was built at the expenditure of a large sum'...'Praised be the august God of the faith of Islãm, that in the auspicious reign of this destroyer of infidelity and turbulence, such a wonderful and seemingly impossible work was successfully accomplished. On seeing this instance of the strength of the Emperor's faith and the grandeur of his devotion to God, the proud Rajas were stifled and in amazement they stood like images facing the wall. The idols, large and small, set with costly jewels which had been set up in the temple were brought to Agra, and buried under the steps of the mosque of the Begam Sãhib, in order to be continually trodden upon. The name of Mathurã was changed to Islãmãbãd.'",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "On the capture of Golkonda, the Emperor appointed Abdur Rahim Khan as Censor of the city of Haiderabad with orders to put down infidel practices and (heretical) innovations and destroy the temples and build mosques on their sites.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "This Jamii Masjid built in the months of the year 587 (hijri) by the Amir, the great, the glorious commander of the Army, Qutb-ud-daula wad-din, the amir-ul-umara Aibeg, the slave of the Sultan, may God strengthen his helpers! The materials of 27 idol temples, on each of which 2,000,000 Deliwal coins had been spent were used in the (construction of) this mosque.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Most of these who are thrust into combat soon find it impossible to maintain the mythic perception of war.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Patriotism, often a thinly veiled form of collective self-worship, celebrates our goodness, our ideals, our mercy and bemoans the perfidiousness of those who hate us.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "As I looked out on the crowd, I was witnessing things I had witnessed in the Plaza de Mayo in Argentina or in squares in Belgrade… it breaks my heart when I see it in my country.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Of the past 3,400 years, humans have been entirely at peace for 268 of them, or just 8 percent of recorded history.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "The vanquished know war. They see through the empty jingoism of those who use the abstract words of glory, honor, and patriotism to mask the cries of the wounded, the senseless killing, war profiteering, and chest-pounding grief.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We are experiencing an accelerated obliteration of the planet’s life-forms — an estimated 8,760 species die off per year — because, simply put, there are too many people. Most of these extinctions are the direct result of the expanding need for energy, housing, food and other resources. The Yangtze River dolphin, Atlantic gray whale, West African black rhino, Merriam's elk, California grizzly bear, silver trout, blue pike and dusky seaside sparrow are all victims of human overpopulation. Population growth, as E. O. Wilson says, is \"the monster on the land.\" Species are vanishing at a rate of a hundred to a thousand times faster than they did before the arrival of humans. If the current rate of extinction continues, Homo sapiens will be one of the few life-forms left on the planet, its members scrambling violently among themselves for water, food, fossil fuels and perhaps air until they too disappear. Humanity, Wilson says, is leaving the Cenozoic, the age of mammals, and entering the Eremozoic — the era of solitude. As long as the Earth is viewed as the personal property of the human race, a belief embraced by everyone from born-again Christians to Marxists to free-market economists, we are destined to soon inhabit a biological wasteland.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "We on the left have forgotten that the question is not how do you get good people to rule, most people who rule are mediocre at best and usually venal. The question is how do we make those in power frightened of us and not be seduced by formal political processes.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "Over the last few decades these radical religious broadcasters, who have essentially taken control of the airwaves, have built a parallel information and entertainment service that is piped into tens of millions of American homes as a way of essentially indoctrinating listeners and viewers with this very frightening ideology.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "I have a Master of Divinity from Harvard Divinity School, which is what you get if you are going to be a minister, although I was not ordained. For me, this is not a religious movement. It’s a political movement.",
  "about_war": 0,
  "source": "wikiquote"
 },
 {
  "text": "If you look at the ideology that pervades this movement, and the term we use for it is dominionism... And dominionists believe that they have been tasked by God to create the Christian society through violence... essentially an ideology of exclusion and of hatred. It is a totalitarian ideology. It is not religious in any way. These people quote, as they did at this convention, selectively and with gross distortions from the Gospels.",
  "about_war": 0,
  "source": "wikiquote"
 }
]