[
 {
  "text": "It would be superfluous in me to point out to your Lordship that this is war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My voice is still for war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They sent forth men to battle,But no such men return;And home, to claim their welcome,Come ashes in an urn.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What is the only provocation that could bring about the use of nuclear weapons? Nuclear weapons. What is the priority target for nuclear weapons? Nuclear weapons. What is the only established defense against nuclear weapons? Nuclear weapons. How do we prevent the use of nuclear weapons? By threatening the use of nuclear weapons. And we can't get rid of nuclear weapons, because of nuclear weapons. The intransigence, it seems, is a function of the weapons themselves.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The arms race is a race between nuclear weapons and ourselves.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There are two rules of war that have not yet been invalidated by the new world order. The first rule is that the belligerent nation must be fairly sure that its actions will make things better; the second rule is that the belligerent nation must be more or less certain that its actions won't make things worse. America could perhaps claim to be satisfying the first rule (while admitting that the improvement may be only local and short term). It cannot begin to satisfy the second.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A great historian, Henry Steele Commager, said that in their lust for victory, neither traditional party is looking beyond November. And he went on to cite three issues that their platforms totally ignore: atomic warfare, Presidential Directive 59 notwithstanding. If we don't resolve that issue, all others become irrelevant. The issue of our natural resources; the right of posterity to inherit the earth, and what kind of earth will it be? The issue of nationalism - the recognition, he says, that every major problem confronting us is global, and cannot be solved by nationalism here or elsewhere - that is chauvinistic, that is parochial, that is as anachronistic as states' rights was in the days of Jefferson Davis.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We have men of science, too few men of God. We have grasped the mystery of the atom and rejected the Sermon on the Mount. The world has achieved brilliance without conscience. Ours is a world of nuclear giants and ethical infants. We know more about war than we know about peace, more about killing than we know about living. If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And by a prudent flight and cunning saveA life, which valour could not, from the grave.A better buckler I can soon regain;But who can get another life again?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Let who will boast their courage in the field,I find but little safety from my shield.Nature's, not honour's, law we must obey:This made me cast my useless shield away.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Instead of breaking that bridge, we should, if possible, provide another, that he may retire the sooner out of Europe.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This is war. Have you heard about \"good war\"? I don't think anyone have heard about good war. It's a war, you always have casualties, you always have innocent people, people being killed by any means, no one can tell how...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If wars can be started with lies, they can be stopped by truth.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Yes, the American people should hear this, $300 million a day for two decades. If you take the number of $1 trillion, as many say, that’s still $150 million a day for two decades.  And what have we lost as a consequence in terms of opportunities?  I refused to continue in a war that was no longer in the service of the vital national interest of our people.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We’ve been a nation too long at war.  If you’re 20 years old today, you have never known an America at peace. So, when I hear that we could’ve, should’ve continued the so-called low-grade effort in Afghanistan, at low risk to our service members, at low cost, I don’t think enough people understand how much we have asked of the 1 percent of this country who put that uniform on, who are willing to put their lives on the line in defense of our nation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War can be and is mass murder, where the motive is wrong. It can be sacrifice and right action, where the motive is right. The slaying of a man in the act of killing the defenseless is not regarded as murder. The principle remains the same, whether it is killing an individual who is murdering, or fighting a nation which is warring on the defenseless.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The distribution of the world's resources and the settled unity of the peoples of the world are in reality one and the same thing, for behind all modern wars lies a fundamental economic problem. Solve that and wars will very largely cease.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Of all the differences between the Old World and the New this is perhaps the most salient: Half the wars of Europe, half the troubles that have vexed European States, from the Monophysite controversies in the Roman Empire of the 5th Century down to the Kulturkamf in the German Empire of the 19th, have arisen from theological differences or from the rival claims of church and state. This whole vast chapter of debate and strife has remained virtually unopened in the United States.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The silence spreads. I talk and must talk. So I speak to him and say to him: \"Comrade, I did not want to kill you. If you jumped in here again, I would not do it, if you would be sensible too. But you were only an idea to me before, an abstraction that lived in my mind and called forth its appropriate response. It was that abstraction I stabbed. But now, for the first time, I see you are a man like me. I thought of your hand-grenades, of your bayonet, of your rifle; now I see your wife and your face and our fellowship. Forgive me, comrade. We always see it too late. Why do they never tell us that you are poor devils like us, that your mothers are just as anxious as ours, and that we have the same fear of death, and the same dying and the same agony — forgive me, comrade; how could you be my enemy? If we threw away these rifles and this uniform you could be my brother, just like Kat and Albert. Take twenty years of my life, comrade, and stand up — take more, for I do not know what I can even attempt to do with it now.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Germany could not win this war because it was in league with the devil. This war would not have ended without revolution.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I’ve been thinking about the war a lot recently, and I think I’ve decided it’s wrong. We are defeating ourselves in waging it, will destroy ourselves by winning it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The former Soviet leader Mikhail Gorbachev has warned that current tension between Russia and the West is putting the world in \"colossal danger\" due to the threat from nuclear weapons.  In an interview with the BBC's Steve Rosenberg, former President Gorbachev called for all countries to declare that nuclear weapons should be destroyed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All quiet along the Potomac they say  Except now and then a stray picketIs shot as he walks on his beat, to and fro,  By a rifleman hid in the thicket.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Gaily! gaily! close our ranks! Arm! Advance! Hope of France!Gaily! gaily! close our ranks!Onward! Onward! Gauls and Franks!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars invariably serve as classrooms and laboratories where men and techniques and states of mind are prepared for the next war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The inevitableness, the idealism, and the blessing of war, as an indispensable and stimulating law of development, must be repeatedly emphasized.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is a biological necessity of the first importance, a regulative element in the life of mankind which cannot be dispensed with. ... But it is not only a biological law but a moral obligation and, as such, an indispensable factor in civilization.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Our next war will be fought for the highest interests of our country and of mankind. This will invest it with importance in the world's history. \"World power or downfall\" will be our rallying cry.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We Germans have a far greater and more urgent duty towards civilization to perform than the Great Asiatic Power. We, like the Japanese, can only fulfil it by the sword.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Just for a word—\"neutrality,\" a word which in war-time had so often been disregarded—just for a scrap of paper, Great Britain was going to make war on a kindred nation who desired nothing better than to be friends with her.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is God's way of teaching Americans geography.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "L'affaire Herzegovinienne ne vaut pas les os d'un fusilier poméranien.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Lieber Spitzkugeln als Spitzreden.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ich sehe in unserm Bundesverhältnisse ein Gebrechen Preussens, welches wir früher oder später ferro et igne werden heilen müssen.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[The great questions of the day] are not decided by speeches and majority votes, but by blood and iron.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War tore the guts out of the British empire, weakening it in resources and morale. The first major loss was Ireland.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "No wars are unintended or 'accidental'. What is often unintended is the length and bloodiness of the war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War and peace are not separate compartments. Peace depends on threats and force; often peace is the crystallisation of past force.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is the problem of accurately measuring the relative power of nations which goes far to explain why wars occur. War is a dispute about the measurement of power. War marks the choice of a new set of weights and measures.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Generals gathered in their masses just like witches at black masses. Evil minds that plot destruction, sorcerer of death's construction.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What a place to plunder!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is not a pathology that, with proper hygiene and treatment, can be wholly prevented. War is a natural condition of the State, which was organized in order to be an effective instrument of violence on behalf of society. Wars are like deaths, which, while they can be postponed, will come when they will come and cannot be finally avoided.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War will make corpses of us all.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is magnificent, but it is not war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the health of the State. It automatically sets in motion throughout society those irresistible forces for uniformity, for passionate cooperation with the Government in coercing into obedience the minority groups and individuals which lack the larger herd sense. The machinery of government sets and enforces the drastic penalties. … In general, the nation in wartime attains a uniformity of feeling, a hierarchy of values culminating at the undisputed apex of the State ideal, which could not possibly be produced through any other agency than war. Other values such as artistic creation, knowledge, reason, beauty, the enhancement of life, are instantly and almost unanimously sacrificed, and the significant classes who have constituted themselves the amateur agents of the State, are engaged not only in sacrificing these values for themselves but in coercing all other persons into sacrificing them.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All of which goes to show that the State represents all the autocratic, arbitrary, coercive, belligerent forces within a social group, it is a sort of complexus of everything most distasteful to the modern free creative spirit, the feeling for life, liberty, and the pursuit of happiness.  War is the health of the State.  Only when the State is at war does the modern society function with that unity of sentiment, simple uncritical patriotic devotion, cooperation of services, which have always been the ideal of the State lover.  …  How unregenerate the ancient State may be…is indicated by the laws against sedition, and by the Government's unreformed attitude on foreign policy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the health of the State and it is during war that one best understands the nature of that institution.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars can be prevented just as surely as they can be provoked, and we who fail to prevent them must share the guilt for the dead.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ethical obligation has to subordinate itself to the totalitarian nature of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Politics is the domestication of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What we have here is a war, the war of matter and spirit...The war of banks and religion. In New York City, banks tower over cathedrals. Banks are the temples of America. This is a holy war. Our economy is our religion.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My tanks were filled with gasoline and wars. I was a lead soldier. I marched against the smoke of the city....And the world closed its doors--anvils and hammers against the sleeping men--doors of the heart--cities everywhere--and litte lead soldiers.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[War] is a highly planned and cooperative form of theft.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Of course, it's tempting to close one's eyes to history and instead to speculate about the roots of war in some possible animal instinct. As if, like the tiger, we still had to kill to live or like the robin redbreast to defend a nesting territory. But war, organized war, is not a human instinct. It is a highly planned and cooperative form of theft. And that form of theft began ten-thousand years ago when the harvesters of wheat accumulated a surplus and the nomads rose out of the desert to rob them of what they themselves could not provide. The evidence for that, we saw, in the walled city of Jericho and it's prehistoric tower. That is the beginning of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War provides men with the perfect psychological backdrop to give vent to their contempt for women. The maleness of the military—the brute power of weaponry exclusive to their hands, the spiritual bonding of men at arms, the manly discipline of orders given and orders obeyed, the simple logic of the hierarchical command—confirms for men what they long suspect—that women are peripheral to the world that counts",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The Government of the United States would be constrained to hold the Imperial German government to a strict accountability for such acts of their naval authorities.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In war, science has proven itself an evil genius; it has made war more terrible than it ever was before. Man used to be content to slaughter his fellowmen on a single plane — the earth's surface. Science has taught him to go down into the water and shoot up from below and to go up into the clouds and shoot down from above, thus making the battlefield three times a bloody as it was before; but science does not teach brotherly love. Science has made war so hellish that civilization was about to commit suicide; and now we are told that newly discovered instruments of destruction will make the cruelties of the late war seem trivial in comparison with the cruelties of wars that may come in the future.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Lay down the axe; fling by the spade; Leave in its track the toiling plough;The rifle and the bayonet-blade For arms like yours were fitter now;And let the hands that ply the pen Quit the light task, and learn to wieldThe horseman's crooked brand, and rein The charger on the battle-field.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "None of our soldiers would understand not being asked to do whatever is necessary to reestablish a situation which is humiliating to us and unacceptable to our country's honor.—We are going to counter-attack.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The American flag has been forced to retire. This is intolerable.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You are there, stay there.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I venture to say no war can be long carried on against the will of the people.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This is a war universe. War all the time. That is its nature. There may be other universes based on all sorts of other principles, but ours seems to be based on war and games. All games are basically hostile. Winners and losers. We see them all around us: the winners and the losers. The losers can oftentimes become winners, and the winners can very easily become losers.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Scots, wha hae wi' Wallace bled;Scots, wham Bruce has aften led,Welcome to your gory bed,  Or to victory!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But they will have it thus nevertheless, and so they put note of \"divinity upon the most cruel and pernicious plague of human kind,\" adore such men with grand titles, degrees, statues, images, honour, applaud, and highly reward them for their good service, no greater glory than to die in the field. So Africanus is extolled by Ennius: Mars, and Hercules, and I know not how many besides of old, were deified; went this way to heaven, that were indeed bloody butchers, wicked destroyers, and troublers of the world, prodigious monsters, hell-hounds, feral plagues, devourers, common executioners of human kind, as Lactanius truly proves, and Cyprian to Donat, such as were desperate in wars, and precipitately made away themselves, (like those Celtes in Damascen, with ridiculous valour, ut dedecorosum putarent muro ruenti se subducere, a disgrace to run away for a rotten wall, now ready to fall on their heads), such as will not rush on a sword's point, or seek to shun a cannon's shot, are base cowards, and no valiant men. By which means, Madet orbis mutuo sanguine, the earth wallows in her own blood, Sævit amor ferri et scelerati insania belli; and for that, which if it be done in private, a man shall be rigorously executed, \"and which is no less than murder itself; if the same fact be done in public in wars, it is called manhood, and the party is honored for it.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Dieu est d'ordinaire pour les gros escadrons contre les petits.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In all the trade of war, no featIs nobler than a brave retreat.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For those that run away, and fly,Take place at least o' th' enemy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Bloody wars at first began,The artificial plague of man,That from his own invention rise,To scourge his own iniquities.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is a racket. It always has been. It is possibly the oldest, easily the most profitable, surely the most vicious. It is the only one international in scope. It is the only one in which the profits are reckoned in dollars and the losses in lives.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A racket is best described, I believe, as something that is not what it seems to the majority of the people. Only a small \"inside\" group knows what it is about. It is conducted for the benefit of the very few, at the expense of the very many. Out of war a few people make huge fortunes.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A few profit – and the many pay. But there is a way to stop it. You can't end it by disarmament conferences. You can't eliminate it by peace parleys at Geneva. Well-meaning but impractical groups can't wipe it out by resolutions. It can be smashed effectively only by taking the profit out of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Let the officers and the directors and the high-powered executives of our armament factories and our steel companies and our munitions makers and our shipbuilders and our airplane builders and the manufacturers of all the other things that provide profit in war time as well as the bankers and the speculators, be conscripted—to get $30 a month, the same wage as the lads in the trenches get. … Give capital and industry and labor thirty days to think it over and you will find, by that time, there will be no war. That will smash the war racket—that and nothing else.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O proud was our army that morning That stood where the pine darkly towers,When Sherman said—\"Boys, you are weary, This day fair Savannah is ours.\"Then sang we a song for our chieftain That echoed o'er river and lea,And the stars on our banner shone brighter When Sherman marched down to the sea.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hand to hand, and foot to foot:Nothing there, save death, was mute;Stroke, and thrust, and flash, and cryFor quarter or for victory,Mingle there with the volleying thunder.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, war is still the cry, \"War even to the knife!\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And there was mounting in hot haste: the steed,  The mustering squadron, and the clattering car,Went pouring forward with impetuous speed,  And swiftly forming in the ranks of war;  And the deep thunder peal on peal, afarAnd near; the beat of the alarming drum  Roused up the soldier ere the morning star;While throng'd the citizens with terror dumb,Or whispering with white lips—\"The foe! they come! they come!\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Battle's magnificently stern array!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The Assyrian came down like the wolf on the fold,And his cohorts were gleaming in purple and gold.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Like the leaves of the forest when summer is green,That host with their banners at sunset were seen;Like the leaves of the forest when autumn hath blown,That host on the morrow lay wither'd and strown!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Veni, vidi, vici.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In bello parvis momentis magni casus intercedunt.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the answer if you're questioning the general.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I normalized diplomatic relations with China in 1979. Since 1979, do you know how many times China has been at war with anybody? None. And we have stayed at war. (The United States is) the most warlike nation in the history of the world... How many miles of high-speed railroad do we have in this country?... We have wasted, I think, $3 trillion (military spending) ... China has not wasted a single penny on war, and that's why they're ahead of us.  In almost every way... And I think the difference is if you take $3 trillion and put it in American infrastructure, you'd probably have $2 trillion left over. We'd have high-speed railroad. We'd have bridges that aren't collapsing. We'd have roads that are maintained properly. Our education system would be as good as that of, say, South Korea or Hong Kong.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War. War never changes. The Romans waged war to gather slaves and wealth. Spain built an empire from its lust for gold and territory. Hitler shaped a battered Germany into an economic superpower. But war never changes.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The combat deepens. On, ye brave,Who rush to glory, or the grave!Wave, Munich! all thy banners wave,  And charge with all thy chivalry.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "La Garde meurt, mais ne se rend pas.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is a quarrel between two thieves too cowardly to fight their own battle; therefore they take boys from one village and another village, stick them into uniforms, equip them with guns, and let them loose like wild beasts against each other.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There dwell and toil, in the British village of Dumdrudge, usually some five hundred souls. From these…there are successively selected, during the French War, say thirty able-bodied men: Dumdrudge, at her own expense, has suckled and nursed them; she has not without difficulty and sorrow, fed them up to manhood, and trained them to crafts, so that once can weave, another build, another hammer, and the weakest can stand under thirty stone avoirdupois. Nevertheless, amid much weeping and swearing, they are selected; all dressed in red; and shipped away, at the public charges, some two thousand miles, or say only to the south of Spain; and fed there till wanted. And now to that same spot in the south of Spain, are thirty similar French artisans, from a French Dumdrudge, in like manner wending: Till at length, after infinite effort, the two parties come into actual juxtaposition; and Thirty stands fronting Thirty, each with a gun in his hand. Straightway the word \"Fire!\" is given: and they blow the souls out of one another and in the place of sixty brisk useful craftsmen, the world has sixty dead carcasses, which it must bury, and anew shed tears for. Had these men any quarrel? Busy as the Devil is, not the smallest!... their Governors had fallen out; and, instead of shooting one another, had the cunning to make these poor blockheads shoot. Alas, so it is in Deutschland, and hitherto in all other lands...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O Chryste, it is a grief for me to telle, How manie a noble erle and valrous knyghteIn fyghtynge for Kynge Harrold noblie fell, Al sleyne on Hastyng's field in bloudie fyghte.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Is this a call to war? Does anyone pretend that preparation for resistance to aggression is unleashing war? I declare it to be the sole guarantee of peace. We need the swift gathering of forces to confront not only military but moral aggression; the resolute and sober acceptance of their duty by the English-speaking peoples and by all the nations, great and small, who wish to walk with them. Their faithful and zealous comradeship would almost between night and morning clear the path of progress and banish from all our lives the fear which already darkens the sunlight to hundreds of millions of men.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The eagle has ceased to scream, but the parrots will now begin to chatter. The war of the giants is over and the pigmies will now start to squabble.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To jaw-jaw is always better than to war-war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Let us learn our lessons. … Never believe any war will be smooth and easy or that anyone who embarks on that strange voyage can measure the tides and hurricanes he will encounter. The statesman who yields to war fever must realize that once the signal is given, he is no longer the master of policy but the slave of unforeseeable and uncontrollable events… incompetent or arrogant commanders, untrustworthy allies, hostile neutrals, malignant fortune, ugly surprise, awful miscalculations.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Equidem ad pacem hortari non desino; quae vel iniusta utilior est quam iustissimum bellum cum civibus.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Silent enim leges inter arma.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Parvi enim sunt foris arma, nisi est consilium domi.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Silent leges inter arma.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Pro aris et focis.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nervi belli pecunia infinita.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There's nothing more pornographic than glorifying war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We had a malfunction with a cluster bomb unit, and a couple of grenades fell on a schoolyard, and some, I think three, school children were killed... And two weeks later, I got a letter from a Serb grandfather. He said, “You’ve killed my granddaughter.” He said, “I hate you for this, and I’ll kill you.” And I got this in the middle of the war. And it made me very, very sad. We certainly never wanted to do anything like that. But in war, accidents happen. And that’s why you shouldn’t undertake military operations unless every other alternative has been exhausted, because innocent people do die.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Well here's to the Maine, and I'm sorry for Spain,Said Kelly and Burke and Shea.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is only caused through the political intercourse of governments and nations … war is nothing but a continuation of political intercourse with an admixture of other means.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is regarded as nothing but the continuation of state policy with other means.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is fought by human beings.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars are fought by teenagers, you realize that. They really ought to be fought by the politicians and old people who start these wars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We made war to the end—to the very end of the end.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is not the answer  For only love can conquer hate  You know we've got to find a way  To bring some lovin' here today",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I make my war upon privilege and authority, whereby the right of property, the true right in that which is proper to the individual, is annihilated.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What voice did on my spirit fall,  Peschiera, when thy bridge I crossed?  \"'Tis better to have fought and lost,Than never to have fought at all.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[T]he honours, the fame, the emoluments of war, belong not to [the middle and industrial classes]; the battle-plain is the harvest field of the aristocracy, watered with the blood of the people...Whilst our trade rested upon our foreign dependencies, as was the case in the middle of the last century...force and violence, were necessary to command our customers for our manufacturers...But war, although the greatest of consumers, not only produces nothing in return, but, by abstracting labour from productive employment and interrupting the course of trade, it impedes, in a variety of indirect ways, the creation of wealth; and, should hostilities be continued for a series of years, each successive war-loan will be felt in our commercial and manufacturing districts with an augmented pressure.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War in fact is becoming contemptible, and ought to be put down by the great nations of Europe, just as we put down a vulgar mob.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The war had been going on long enough that soldiers digging graves for comrades would unearth bones of men killed in previous battles. And because they were starving just about anything went into the stewpot. Frogs. Mice. Bugs. Dogs. Snails. Worms. They slaughtered the horses and oxen that were pulling carts heaped with treasure; jeweled reliquaries, silver candlestick holders, and gold crucifixes were abandoned in scorched fields or left in carts too heavy for starving men to pull. They drank from stagnant puddles and filthy streams... a well or cistern... never mind the body floating on the surface. ...Blackburn [in Old Man Goya] reports that a soldier who approached a convent being used as a hospital saw amputated limbs along the wall, \"while more arms and legs kept flying out the windows...\" At La Coruña, two thousand horses were shot to prevent enemy soldiers from riding them. ...One Spaniard kept a bag of French ears and fingers. ...[A] pack of English hounds accompanied [the Iron Duke]. Between military engagements he would go fox hunting.At Talavera... a fire sprang up in dry grass where... soldiers lay dead or dying, \"and men were ashamed because their pangs of hunger increased with the smell of roasting meat.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The flames of Moscow were the aurora of the liberty of the world.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But war's a game, which, were their subjects wise,Kings would not play at.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hence jarring sectaries may learnTheir real interest to discern;That brother should not war with brother,And worry and devour each other.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "General Taylor never surrenders.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We give up the fort when there's not a man left to defend it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There was a war, just one in a long line of wars, fought for beliefs and principles as all wars have ever been fought and will ever be in days to come. Little was achieved, nothing was gained. Lives were taken and pain was inflicted. The real reasons are lost in the mists.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War has revealed an overpowering national instinct. The conflicting theories of the exact nature and limitations of our government had blinded the shrewdest minds to the fact that we were a nation, with all the feelings and instincts of a nation, and that our quarrels must be settled inside and not outside.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Men will seem to see new destructions in the sky. The flames that fall from it will seem to rise in it and to fly from it with terror. They will hear every kind of animals speak in human language. They will instantaneously run in person in various parts of the world, without motion. They will see the greatest splendour in the midst of darkness. O! marvel of the human race! What madness has led you thus! You will speak with animals of every species and they with you in human speech. You will see yourself fall from great heights without any harm and torrents will accompany you, and will mingle with their rapid course.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "From fear in every guise, From sloth, from love of pelf,By war's great sacrifice The world redeems itself.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars throughout history have been waged for conquest and plunder. In the Middle Ages when the feudal lords who inhabited the castles whose towers may still be seen along the Rhine concluded to enlarge their domains, to increase their power, their prestige and their wealth they declared war upon one another. But they themselves did not go to war any more than the modern feudal lords, the barons of Wall Street go to war. The feudal barons of the Middle Ages, the economic predecessors of the capitalists of our day, declared all wars. And their miserable serfs fought all the battles. The poor, ignorant serfs had been taught to revere their masters; to believe that when their masters declared war upon one another, it was their patriotic duty to fall upon one another and to cut one another's throats for the profit and glory of the lords and barons who held them in contempt. And that is war in a nutshell. The master class has always declared the wars; the subject class has always fought the battles. The master class has had all to gain and nothing to lose, while the subject class has had nothing to gain and all to lose — especially their lives.  They have always taught and trained you to believe it to be your patriotic duty to go to war and to have yourselves slaughtered at their command. But in all the history of the world you, the people, have never had a voice in declaring war, and strange as it certainly appears, no war by any nation in any age has ever been declared by the people.  And here let me emphasize the fact — and it cannot be repeated too often — that the working class who fight all the battles, the working class who make the supreme sacrifices, the working class who freely shed their blood and furnish the corpses, have never yet had a voice in either declaring war or making peace. It is the ruling class that invariably does both. They alone declare war and they alone make peace.  Yours not to reason why;Yours but to do and die.  That is their motto and we object on the part of the awakening workers of this nation.  If war is right let it be declared by the people. You who have your lives to lose, you certainly above all others have the right to decide the momentous issue of war or peace.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the ultimate realization of modern technology.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The Trump administration has barred International Criminal Court investigators from entering the United States. Secretary of State Mike Pompeo announced Friday that the U.S. will start denying visas to members of the ICC who may be investigating alleged war crimes by the U.S. military in Afghanistan. In September, national security adviser John Bolton threatened U.S. sanctions against ICC judges if they continued to investigate alleged war crimes committed by U.S. troops in Afghanistan.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Di qui non si passa.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Non si passa, passeremo noi.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What argufies pride and ambition? Soon or late death will take us in tow:Each bullet has got its commission, And when our time's come we must go.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I'm iron. I lasted through ten years of war, and now I can last through this. It's true, it's not good for the nerves.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A feat of chivalry, fiery with consummate courage, and bright with flashing vigor.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Carry his body hence,—Kings must have slaves;Kings climb to eminenceOver men's graves:So this man's eye is dim;—Throw the earth over him.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We are not here to applaud manly courage, save as it has been displayed in a noble cause. We must never forget that victory to the rebellion meant death to the republic. We must never forget that the loyal soldiers who rest beneath this sod flung themselves between the nation and the nation destroyers. If today we have a country not boiling in an agony of blood, like France, if now we have a united country, no longer cursed by the hell-black system of human bondage, if the American name is no longer a by-word and a hissing to a mocking earth, if the star-spangled banner floats only over free American citizens in every quarter of the land, and our country has before it a long and glorious career of justice, liberty, and civilization, we are indebted to the unselfish devotion of the noble army who rest in these honored graves all around us.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All delays are dangerous in war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, he sung, is toil and trouble;Honour but an empty bubble.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "At the border posts, shed blood becomes a sea,The martial emperor's dream of expansion has no end.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When 'tis an aven thing in th' prayin', may th' best man win … an' th' best man will win.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'Tis startin' a polis foorce to prevint war…. How'll they be ar-rmed? What a foolish question. They'll be ar-rmed with love, if coorse. Who'll pay thim? That's a financyal detail that can be arranged later on. What'll happen if wan iv th' rough-necks reaches f'r a gun? Don't bother me with thrifles.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'A more stupid and wasteful business there never was. Fields will not be planted, food will run low, tax revenues will dry up — save from the makers of swords and munitions.'",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There is no discharge in that war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All religions, arts and sciences are branches of the same tree. All these aspirations are directed toward ennobling man's life, lifting it from the sphere of mere physical existence and leading the individual towards freedom. It is no mere chance that our older universities developed from clerical schools. Both churches and universities — insofar as they live up to their true function — serve the ennoblement of the individual. They seek to fulfill this great task by spreading moral and cultural understanding, renouncing the use of brute force.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I say when you get into a war, you should win as quick as you can, because your losses become a function of the duration of the war. I believe when you get in a war, get everything you need and win it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Now he conducted her through his armouries where he kept his weapons and weapons for his fighting men and all panoply of war. There he showed her swords and spears, maces and axes and daggers, orfreyed and damascened and inlaid with jewels; byrnies and baldricks and shields; blades so keen, a hair blown against them in a wind should be parted in twain; charmed helms on which no ordinary sword would bite. And Juss said unto the Queen, \"Madam, what thinkest thou of these swords and spears? For know well that these be the ladder's rungs that we of Demonland climbed up by to that signiory and principality which now we hold over the four corners of the world.\" She answered, \"O my lord, I think nobly of them. For an ill part it were while we joy in the harvest, to contemn the tools that prepared the land for it and reaped it.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "As long as there are sovereign nations possessing great power, war is inevitable.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I do not know how the Third World War will be fought, but I can tell you what they will use in the Fourth — rocks!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This topic brings me to that worst outcrop of the herd nature, the military system, which I abhor. That a man can take pleasure in marching in formation to the strains of a band is enough to make me despise him. He has only been given his big brain by mistake; a backbone was all he needed. This plague-spot of civilization ought to be abolished with all possible speed. Heroism by order, senseless violence, and all the pestilent nonsense that goes by the name of patriotism — how I hate them! War seems to me a mean, contemptible thing: I would rather be hacked in pieces than take part in such an abominable business.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its stupidity.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every gun that is made, every warship launched, every rocket fired, signifies, in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed. The world in arms is not spending money alone. It is spending the sweat of its laborers, the genius of its scientists, the hopes of its children.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All free men remember that in the final choice a soldier's pack is not so heavy a burden as a prisoner's chains.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Whether one believes in evolution, intelligent design, or Divine Creation, one thing is certain. Since the beginning of history, human beings have been at war with each other, under the pretext of religion, ideology, ethnicity and other reasons. And no civilization has ever willingly given up its most powerful weapons. We seem to agree today that we can share modern technology, but we still refuse to acknowledge that our values — at their very core — are shared values.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I knew years before the Pentagon Papers came out that the Americans were being lied in to an essentially hopeless war. I’m not proud of the fact that it didn’t occur to me that my oath of office, which was to support the Constitution, called on me to put that information out and say, ‘64, when the war might have been avoided. But I certainly am glad that I finally came aware of what my real responsibilities were there. And I did put it out years later. At times, at that time, which published it, the “Times,” and the 18 other newspapers, which defied President Nixon’s injunctions and did put it out, were in the position of Julian Assange is in now.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "By the rude bridge that arched the flood,  Their flag to April's breeze unfurl'd;Here once the embattl'd farmers stood,  And fired the shot heard round the world.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The most disadvantageous peace is better than the most just war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ares (the God of War) hates those who hesitate.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Phil saw television as a marvelous teaching tool. There would be no excuse of illiteracy. Parents could learn along with their children. News and sporting events could be seen as they were happening. Symphonies would mean more when one could see the musicians as they played, and movies would be seen in our own living rooms. He said there would be a time when we would be able to see and learn about people in other lands. If we understood them better, differences could be settled around conference tables, without going to war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is proverbial that generals always prepare for the last war...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Jellicoe has all the Nelsonic attributes except one—he is totally wanting in the great gift of insubordination.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O great corrector of enormous times,Shaker of o'er-rank states, thou grand deciderOf dusty and old titles, that healest with bloodThe earth when it is sick, and curest the worldO' the pleurisy of people.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nations have recently been led to borrow billions for war; no nation has ever borrowed largely for education. Probably, no nation is rich enough to pay for both war and civilization. We must make our choice; we cannot have both.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My right has been rolled up. My left has been driven back. My center has been smashed. I have ordered an advance from all directions.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Then came the attack in the Amiens sector on August 8. That went well, too. The moment had arrived. I ordered General Humbert to attack in his turn. \"No reserves.\" No matter. Allez-y (Get on with it) I tell Marshal Haig to attack, too. He's short of men also. Attack all the same. There we are advancing everywhere—the whole line! En avant! Hup!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I am going on to the Rhine. If you oppose me, so much the worse for you, but whether you sign an armistice or not, I do not stop until I reach the Rhine.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Keep the home fires burning, while your hearts are yearning,  Tho' your lads are far away they dream of home.There's a silver lining through the dark cloud shining;  Turn the dark cloud inside out till the boys come home.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All of us who served in one war or another know very well that all wars are the glory and the agony of the young.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War means fighting, and fighting means killing.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Expect no quarter.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This fight is against slavery; if we lose it, you will be made free.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The newspapers still talk about glory but the average man, thank God, has got rid of that illusion. It is a damned bore, with a stall mate as the most probable outcome, but one has to see it through, and see it through with the knowledge that whichever side wins, civilisation in Europe will be pipped for the next 30 years. Don't indulge in Romance here, Malcolm, or suppose that an era of jolly little nationalities is dawning. We shall be much too much occupied with pestilence and poverty to reconstruct.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It was sad. It's war. Many others died, too. It's war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is obsolete. It could never have been done before. Only ten years ago... technology reached the point where it could be done. Since then the invisible technological-capability revolution has made it ever easier so to do.  It is a matter of converting the high technology from weaponry to livingry. The essence of livingry is human-life advantaging and environment controlling. With the highest aeronautical and engineering facilities of the world redirected from weaponry to livingry production, all humanity would have the option of becoming enduringly successful. All previous revolutions have been political—in them the have-not majority has attempted revengefully to pull down the economically advantaged minority. If realized, this historically greatest design revolution will joyously elevate all humanity to unprecedented heights.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Your flaming torch aloft we bear,With burning heart an oath we swearTo keep the faith, to fight it through,To crush the foe or sleep with you  In Flanders' fields.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The colossus of World War II seemed to be like a pyramid turned upside down.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What difference does it make to the dead, the orphans, and the homeless, whether the mad destruction is wrought under the name of totalitarianism or the holy name of liberty and democracy?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You gotta remember that in war, you’re not deciding between the bad thing to and the good thing. You’re choosing between the bad and the worse. And you can’t control the shit that happens after you choose.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sometimes, thinking just didn’t do any good, didn’t provide any answers. Because for some questions—such as the arbitrariness of life and death during wartime—there weren’t any answers.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When the red wrath perisheth, when the dulled swords fail,These three who have walked with Death—these shall prevail.Hell bade all its millions rise; Paradise sends three:Pity, and Self-sacrifice, and Charity.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sufficeth this to prove my theme withal,That every bullet hath a lighting place.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Once blood is shed in a national quarrel reason and right are swept aside by the rage of angry men.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I was bandaging their wounds together with a field nurse. We did what we could: tearing strips from shirts and using them as bandages. So many died there! One lost his arm and died before making it to the crossing. Just fell down. Our radio operator too. Our girls, as they were climbing up the bank, got hit too. They were screaming, calling for their mothers. Torn limbs were flying from the blasts. It was terrifying. The most horrible is not the shelling itself, but to see its result.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[B]y adopting microeconomics, game theory, systems analysis, and other managerial techniques, the Kennedy administration advanced “limited” war to greater speciﬁcity, making it seem much more controllable, manageable, and therefore desirable as foreign policy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The war we are fighting until victory or the bitter end is in its deepest sense a war between Christ and Marx. Christ: the principle of love. Marx: the principle of hate.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We have 500,000 reservists in America who would rise in arms against your government if you dare to make a move against Germany.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Neither ridiculous shriekings for revenge by French chauvinists, nor the Englishmen's gnashing of teeth, nor the wild gestures of the Slavs will turn us from our aim of protecting and extending German influence all the world over.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ye living soldiers of the mighty war,  Once more from roaring cannon and the drums  And bugles blown at morn, the summons comes;Forgot the halting limb, each wound and scar:  Once more your Captain calls to you;  Come to his last review!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "An attitude not only of defence, but defiance.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Göring: Why, of course, the people don't want war. Why would some poor slob on a farm want to risk his life in a war when the best that he can get out of it is to come back to his farm in one piece? Naturally, the common people don't want war; neither in Russia nor in England nor in America, nor for that matter in Germany. That is understood. But, after all, it is the leaders of the country who determine the policy and it is always a simple matter to drag the people along, whether it is a democracy or a fascist dictatorship or a Parliament or a Communist dictatorship. Gilbert: There is one difference. In a democracy, the people have some say in the matter through their elected representatives, and in the United States only Congress can declare wars. Göring: Oh, that is all well and good, but, voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same way in any country.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O, send Lewis Gordon hameAnd the lad I maune name,Though his back be at the wa'Here's to him that's far awa'.O, hon! my Highlandman,O, my bonny Highlandman,Weel would I my true love kenAmong ten thousand Highlandmen.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "No terms except an unconditional and immediate surrender can be accepted. I propose to move immediately upon your works.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For the present, and so long as there are living witnesses of the great war of sections, there will be people who will not be consoled for the loss of a cause which they believed to be holy. As time passes, people, even of the South, will begin to wonder how it was possible that their ancestors ever fought for or justified institutions which acknowledged the right of property in man.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I don't underrate the value of military knowledge, but if men make war in slavish obedience to rules, they will fail.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Though I have been trained as a soldier, and participated in many battles, there never was a time when, in my opinion, some way could not be found to prevent the drawing of the sword. I look forward to an epoch when a court, recognized by all nations, will settle international differences, instead of keeping large standing armies as they do in Europe.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars produce many stories of fiction, some of which are told until they are believed to be true.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War was return of earth to ugly earth,War was foundering of sublimities,Extinction of each happy art and faithBy which the world had still kept head in air.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The British army should be a projectile to be fired by the British navy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We will be misguided in our intentions if we point at one single thing and say that it will prevent war, unless, of course, that thing happens to be the will, the determination, and the resolve of people everywhere that nations will never again clash on the battlefield.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Logistics is the ball and chain of armored warfare.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Con disavvantaggio grande si fa la guerra con chi non ha che perdere.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "During the war of the rebellion Gould's firm did a large business in railway securities, and also made a great deal of money speculating in gold. Gould had private sources of information in the field, and he was able to turn almost every success or defeat of the Union army to profitable account.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War itself is not a mere science but a more fickle sort of thing, often subject to fate or chance, being an entirely human enterprise...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The greater the hold of government upon the life of the individual citizen, the greater the risk of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I can picture in my mind a world without war, a world without hate. And I can picture us attacking that world, because they'd never expect it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Yes; quaint and curious war is!  You shoot a fellow downYou'd treat if met where any bar is,  Or help to half-a-crown.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They were left in the lurchFor want of more wadding—He ran to the church—    *    *    *    *    *    *With his arms full of hymnbooks …Rang his voice, \"Put Watts into 'em—Boys, give 'em Watts.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "An hour ago, a Star was falling.A star? There's nothing strange in that.  No, nothing; but above the thicket,Somehow it seemed to me that God  Somewhere had just relieved a picket.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hark! I hear the tramp of thousands,  And of armèd men the hum;Lo, a nation's hosts have gathered  Round the quick alarming drum—   Saying, Come,   Freemen, Come!Ere your heritage be wasted,  Said the quick alarming drum.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Let the only walls the foe shall scale  Be ramparts of the dead!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My men never retire. They go forward or they die.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Most of these who are thrust into combat soon find it impossible to maintain the mythic perception of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The vanquished know war. They see through the empty jingoism of those who use the abstract words of glory, honor, and patriotism to mask the cries of the wounded, the senseless killing, war profiteering, and chest-pounding grief.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Most war correspondents, for the first twenty-four hours, think they learn their job from movies until they get shot at.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Napoleon healed through sword and fire the sick nation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The purpose of war is to support your government's decisions by force.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Suffer not yourselves to be betrayed with a kiss. Ask yourselves how this gracious reception of our petition comports with those warlike preparations which cover our waters and darken our land. Are fleets and armies necessary to a work of love and reconciliation? Have we shown ourselves so unwilling to be reconciled, that force must be called in to win back our love? Let us not deceive ourselves, sir. These are the implements of war and subjugation—the last arguments to which kings resort.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The god of war has gone over to the other side.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hang yourself, brave Crillon. We fought at Arques, and you were not there.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Πόλεμος πάντων μὲν πατήρ ἐστι πάντων δὲ βασιλεύς, καὶ τοὺς μὲν θεοὺς ἔδειξε τοὺς δὲ ἀνθρώπους, τοὺς μὲν δούλους ἐποίησε τοὺς δὲ ἐλευθέρους.~ Heraclitus\nWar is the father and king of all: some he has made gods, and some men; some slaves and some free.\nWar is the father and king of all, and has produced some as gods and some as men, and has made some slaves and some free. (G. T. W. Patrick, 1889)\n\nSee also: πόλεμος πάντων μὲν πατήρ ἐστι, πάντων δὲ βασιλεύς\nMartin Heidegger, Parmenides (1942–1943)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the father and king of all: some he has made gods, and some men; some slaves and some free.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the father and king of all, and has produced some as gods and some as men, and has made some slaves and some free. (G. T. W. Patrick, 1889)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "See also: πόλεμος πάντων μὲν πατήρ ἐστι, πάντων δὲ βασιλεύς",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Martin Heidegger, Parmenides (1942–1943)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Τίς γὰρ αὐτῶν νόος ἢ φρήν; [δήμων] ἀοιδοῖσι ἕπονται καὶ διδασκάλῳ χρέωνται ὁμίλῳ, οὐκ εἰδότες ὅτι πολλοὶ κακοὶ ὀλίγοι δὲ ἀγαθοί. αἱρεῦνται γὰρ ἓν ἀντία πάντων οἱ ἄριστοι, κλέος ἀέναον θνητῶν, οἱ δὲ πολλοὶ κεκόρηνται ὅκωσπερ κτήνεα.\nThe best people renounce all for one goal, the eternal fame of mortals; but most people stuff themselves like cattle.\nFor what sense or understanding have they? They follow minstrels and take the multitude for a teacher, not knowing that many are bad and few good. For the best men choose one thing above all – immortal glory among mortals; but the masses stuff themselves like cattle. (G.T.W. Patrick, 1889)\n\"The passage is restored as above by Bernays (Heraclitea i. p. 34), and Bywater (p. 43), from the following sources:",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The best people renounce all for one goal, the eternal fame of mortals; but most people stuff themselves like cattle.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For what sense or understanding have they? They follow minstrels and take the multitude for a teacher, not knowing that many are bad and few good. For the best men choose one thing above all – immortal glory among mortals; but the masses stuff themselves like cattle. (G.T.W. Patrick, 1889)\n\"The passage is restored as above by Bernays (Heraclitea i. p. 34), and Bywater (p. 43), from the following sources:",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Inquiry shall likewise be made about the professions and trades of those who are brought to be admitted to the [Christian] faith. ... A soldier of the civil authority must be taught not to kill men and to refuse to do so if he is commanded, and to refuse to take an oath; if he is unwilling to comply, he must be rejected. ... If a catechumen or a believer seeks to become a soldier, they must be rejected, for they have despised God.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Bleak are our shores with the blasts of December,  Fettered and chill is the rivulet's flow;Throbbing and warm are the hearts that remember  Who was our friend when the world was our foe.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When people ask me what I did in the war, I tell them I did the same thing we all did. We fought.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I war not with the dead.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Take thou thy arms and come with me,For we must quit ourselves like men, and striveTo aid our cause, although we be but two.Great is the strength of feeble arms combined,And we can combat even with the brave.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The chance of warIs equal, and the slayer oft is slain.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is not right to exult over slain men.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "So ends the bloody business of the day.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Older men declare war. But it is youth that must fight and die. And it is youth who must inherit the tribulation, the sorrow and the triumphs that are the aftermath of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nimirum hic ego sum.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Postquam Discordia tetraBelli ferratos postes portasque refregit.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ye who made war that your ships  Should lay to at the beck of no nation,Make war now on Murder, that slips  The leash of her hounds of damnation;Ye who remembered the Alamo,Remember the Maine!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Mine eyes have seen the glory of the coming of the Lord:He is trampling out the vintage where the grapes of wrath are stored:He hath loosed the fateful lightning of his terrible swift sword:      His truth is marching on.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "L'Angleterre prit l'aigle, et l'Autriche l'aiglon.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Earth was the meadow, he the mower strong.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The sinews of war are those two metals (gold and silver).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Individuals who commit serious violations of the laws of war with criminal intent – that is, intentionally or recklessly – may be prosecuted for war crimes. Individuals may also be held criminally liable for assisting in, facilitating, aiding, or abetting a war crime. All governments that are parties to an armed conflict are obligated to investigate alleged war crimes by members of their armed forces.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The closeness of their intercourse [the intercourse of nations] will assuredly render war as absurd and impossible by-and-by, as it would be for Manchester to fight with Birmingham, or Holborn Hill with the Strand.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If we do not change course quickly, we will inevitably encounter an incident where that first domino is tipped—triggering a sequence of unstoppable events that will mark the end of our time on this tiny planet...  My hope lies in... the leaders of communities and social movements, big and small, who are willing to forfeit everything—including their lives—in defence of human rights.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All war propaganda consists, in the last resort, in substituting diabolical abstractions for human beings. Similarly, those who defend war have invented a pleasant sounding vocabulary of abstractions in which to describe the process of mass murder.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Attempts to prohibit the use of particular weapons in warfare have been made in various civilizations over a long period of time....[I]n ancient times, the Laws of Manu (the greatest of the Hindu codes prohibited Hindus from using poisoned arrows; and the Greeks and Romans customarily observed a prohibition against using poison or poisoned weapons. During the Middle Ages the Lateran Council of 1132 declared that the crossbow [was prohibited.]",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I can give no adequate description of the Horror Camp in which my men and myself were to spend the next month of our lives. It was just a barren wilderness, as bare as a chicken run. Corpses lay everywhere, some in huge piles, sometimes they lay singly or in pairs where they had fallen. It took a little time to get used to seeing men women and childen collapse as you walked by them and to restrain oneself from going to their assistance. One had to get used early to the idea that the individual just did not count. One knew that five hundred a day were dying and that five hundred a day were going on dying for weeks before anything we could do would have the slightest effect. It was, however, not easy to watch a child choking to death from diptheria when you knew a tracheotomy and nursing would save it, one saw women drowning in their own vomit because they were too weak to turn over, and men eating worms as they clutched a half loaf of bread purely because they had to eat worms to live and now could scarcely tell the difference. Piles of corpses, naked and obscene, with a woman too weak to stand proping herself against them as she cooked the food we had given her over an open fire; men and women crouching down just anywhere in the open relieving themselves of the dysentary which was scouring their bowels, a woman standing stark naked washing herself with some issue soap in water from a tank in which the remains of a child floated. It was shortly after the British Red Cross arrived, though it may have no connection, that a very large quantity of lipstick arrived. This was not at all what we men wanted, we were screaming for hundreds and thousands of other things and I don't know who asked for lipstick. I wish so much that I could discover who did it, it was the action of genius, sheer unadulterated brilliance. I believe nothing did more for these internees than the lipstick. Women lay in bed with no sheets and no nightie but with scarlet red lips, you saw them wandering about with nothing but a blanket over their shoulders, but with scarlet red lips. I saw a woman dead on the post mortem table and clutched in her hand was a piece of lipstick. At last someone had done something to make them individuals again, they were someone, no longer merely the number tatooed on the arm. At last they could take an interest in their appearance. That lipstick started to give them back their humanity.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nation shall not lift up sword against nation, neither shall they learn war any more.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Then, sir, we will give them the bayonet!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When the Korean War ended in 1953, it ended with an armistice, which is a temporary ceasefire, that recommended within 90 days of signing the agreement, there should be a political conference held to discuss the permanent settlement of the Korean War.  Well, to this day, 70 years later, that has not happened. And so the war is unresolved, which means that tens of thousands of troops on both sides have been in a constant state of readiness for war. And that’s been going on every day for almost 70 years. The US still has 20,000 troops there. This is not a normal situation, is what we’re trying to say through the report. All sides have been pouring billions of dollars into a perpetual arms race, that is about the destruction of the other side. And people live in constant fear of war; now, it’s potentially nuclear war.  So what we’re saying through this report is, let’s end this abnormal, outdated armistice situation. Let’s end the unresolved Korean War, which is the longest US overseas conflict. And replacing the armistice with a peace agreement is the best way to do that....  I do believe that for far too long, Washington has been asking the wrong question on how to resolve the conflict with North Korea. And that question has been, “How do we get rid of North Korea’s nuclear weapons?” Well, that assumes that the problem actually began with North Korea’s nuclear weapons...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What we’re saying with the report is, let’s step back and ask a different question: How do we actually get to peace, and prevent the risk of a nuclear war? And our solution is to get to the root of the problem, and that is the unresolved Korean War.  So I just want to stress the urgency of this issue. Secretary of State Tony Blinken has recently said that the US should “squeeze North Korea,” and cut off its access to resources, to get North Korea to the negotiating table. On the other hand, at North Korea’s Workers’ Party Congress last month, Kim Jong-un said they will continue to develop nuclear weapons unless there is a fundamental change in US policy... So I believe that unless something shifts, the stage is actually set for another nuclear standoff. And I believe it’s not a question of if, it’s a question of when. But, as we know, we are currently grappling with multiple crises—the pandemic, climate change. We cannot afford another nuclear crisis like what we saw in 2017..   So what we’re trying to say is, President Biden’s theme is to “build back better.” The best thing that he can do to reduce the threat of nuclear war with North Korea, and build back better on the Korean Peninsula: End the Korean War with a peace agreement.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Reflective apologists for war at the present day all take it religiously. It is a sort of sacrament. It's profits are to the vanquished as well as to the victor; and quite apart from any question of profit, it is an absolute good, we are told, for it is human nature at its highest dynamic.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "YOU are going to hear of wars and reports of wars; see that YOU are not terrified. For these things must take place, but the end is not yet.  For nation will rise against nation and kingdom against kingdom, and there will be food shortages and earthquakes in one place after another. All these things are a beginning of pangs of distress.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "He saith among the trumpets, Ha, ha; and he smelleth the battle afar off.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The safety of the country is at stake…. We must let ourselves be killed on the spot rather than retreat…. No faltering can be tolerated today.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And war broke out in heaven: Mi′cha•el and his angels battled with the dragon, and the dragon and its angels battled but it did not prevail, neither was a place found for them any longer in heaven. So down the great dragon was hurled, the original serpent, the one called Devil and Satan, who is misleading the entire inhabited earth; he was hurled down to the earth, and his angels were hurled down with him. And I heard a loud voice in heaven say:",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "John, Apocalypse or Revelation 12:9-12",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "How many men who listen to me tonight have served their nation in other wars? How very many are not here to listen? The war in Vietnam is not like these other wars. Yet, finally, war is always the same. It is young men dying in the fullness of their promise. It is trying to kill a man that you do not even know well enough to hate. It is a crime against mankind... Therefore, to know war is to know that there is still madness in this world.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Among the calamities of war, may be justly numbered the diminution of the love of truth, by the falsehoods which interest dictates, and credulity encourages.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War creates chaos, and Hillary Clinton has been an eager advocate of every U.S. aggressive war in the last quarter of a century. These wars have devastated whole countries and caused an unmanageable refugee crisis. Chaos is all there is to show for Hillary’s vaunted “foreign policy experience”.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I have prayed in her fields of poppies,  I have laughed with the men who died—But in all my ways and through all my days  Like a friend He walked beside.I have seen a sight under Heaven  That only God understands,In the battles' glare I have seen Christ there  With the Sword of God in His hand.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every battle, every war - is fought for things worth dying for.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Men dying is a relative thing. The effect of the air campaign is a cumulative one and no one can predict which blow will be the crucial blow [to the enemy].",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A navy is essentially and necessarily aristocratic. True as may be the political principles for which we are now contending they can never be practically applied or even admitted on board ship, out of port, or off soundings. This may seem a hardship, but it is nevertheless the simplest of truths. Whilst the ships sent forth by the Congress may and must fight for the principles of human rights and republican freedom, the ships themselves must be ruled and commanded at sea under a system of absolute despotism.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The Philistines be upon thee, Samson.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The people arose as one man.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is expensive. Winning a war, however, is less expensive than losing one.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In war you learn your lessons, and they stay learned, but the tuition fees are high.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "(While smiling, and jokingly) You haven't come to see me for three weeks. I wondered whether you had become disgusted with us war criminals - particularly me, the so-called archcriminal of them all.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: War is bad in that it begets more evil than it kills.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All wars are accordingly so many attempts (not in the intention of man, but in the intention of Nature) to establish new relations among states, and through the destruction or at least the dismemberment of all of them to create new political bodies, which, again, either internally or externally, cannot maintain themselves and which must thus suffer like revolutions; until finally, through the best possible civic constitution and common agreement and legislation in external affairs, a state is created which, like a civic commonwealth, can maintain itself automatically.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "By virtue of their mutual interest does nature unite people against violence and war…the spirit of trade cannot coexist with war, and sooner or later this spirit dominates every people. For among all those powers…that belong to a nation, financial power may be the most reliable in forcing nations to pursue the noble cause of peace…and wherever in the world war threatens to break out, they will try to head it off through mediation, just as if they were permanently leagued for this purpose.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[t]he laws of war are only as strong as those who insist that they be observed.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'Spreading Democracy' is a euphemism for maintaining the Empire: the expansion of the most powerful state in human history, which oppresses and violates the most basic rights.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Strike against war, for without you no battles can be fought. Strike against manufacturing shrapnel and gas bombs and all other tools of murder. Strike against preparedness that means death and misery to millions of human beings. Be not dumb, obedient slaves in an army of destruction. Be heroes in an army of construction.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Now the following questions have to be raised: did the occupation of other countries improve our own happiness? Does the individual German get anything out of such conquests? Won't we get into trouble with another powerful nation some place tomorrow or the day after? The differences in interests among the large nations will not be diminished by expanding ourselves.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Modern war has become too complex to be entrusted to the intuition of even the most experienced military commander. Only our giant brains can calculate all the possibilities.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Anyone who has ever studied the history of American diplomacy, especially military diplomacy, knows that you might start in a war with certain things on your mind as a purpose of what you are doing, but in the end, you found yourself fighting for entirely different things that you had never thought of before … In other words, war has a momentum of its own and it carries you away from all thoughtful intentions when you get into it. Today, if we went into Iraq, like the president would like us to do, you know where you begin. You never know where you are going to end.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Whenever you have a possibility of going in two ways, either for peace or for war, for peaceful methods of for military methods, in the present age there is a strong prejudice for the peaceful ones. War seldom ever leads to good results.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For the love of God, for the love of your children and of the civilization to which you belong, cease this madness. You are mortal men. You are capable of error. You have no right to hold in your hands—there is no one wise enough and strong enough to hold in his hands—destructive power sufficient to put an end to civilized life on a great portion of our planet.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In a world of danger and trial, peace is our deepest aspiration, and when peace comes we will gladly convert not our swords into plowshares, but our bombs into peaceful reactors, and our planes into space vessels. \"Pursue peace,\" the Bible tells us, and we shall pursue it with every effort and every energy that we possess. But it is an unfortunate fact that we can secure peace only by preparing for war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And if there is one path above all others to war, it is the path of weakness and disunity.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Mankind must put an end to war — or war will put an end to mankind",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The world is a very different one now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every inhabitant of this planet must contemplate the day when this planet may no longer be habitable. Every man, woman and child lives under a nuclear sword of Damocles, hanging by the slenderest of threads, capable of being cut at any moment by accident or miscalculation or by madness. The weapons of war must be abolished before they abolish us.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Eighteen years ago the advent of nuclear weapons changed the course of the world as well as the war. Since that time, all mankind has been struggling to escape from the darkening prospect of mass destruction on earth. In an age when both sides have come to possess enough nuclear power to destroy the human race several times over, the world of communism and the world of free choice have been caught up in a vicious circle of conflicting ideology and interest. Each increase of tension has produced an increase of arms; each increase of arms has produced an increase of tension.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A war today or tomorrow, if it led to nuclear war, would not be like any war in history. A full-scale nuclear exchange, lasting less than 60 minutes, with the weapons now in existence, could wipe out more than 300 million Americans, Europeans, and Russians, as well as untold numbers elsewhere. And the survivors, as Chairman Khrushchev warned the Communist Chinese, \"the survivors would envy the dead.\" For they would inherit a world so devastated by explosions and poison and fire that today we cannot even conceive of its horrors. So let us try to turn the world away from war. Let us make the most of this opportunity, and every opportunity, to reduce tension, to slow down the perilous nuclear arms race, and to check the world's slide toward final annihilation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is not easy for a free community to organise for war. We are not accustomed to listen to experts or prophets. Our strength lies in an ability to improvise. Yet an open mind to untried ideas is also necessary.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O thus be it ever, when freemen shall stand between their loved homes and the war's desolation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The unified field theory that best fits the currently known facts is what I call the \"theory of competitive control.\" This is the notion that non-state armed groups, of many kinds, draw their strength and freedom of action primarily from their ability to manipulate and mobilize populations, and that they do this using a spectrum of methods from coercion to persuasion, by creating a normative system that makes people feel safe through the predictability and order that it generates. This theory has been part of many people’s thinking about insurgency and civil war for a long time. But the cases…suggest that it applies to any non-state armed group that preys on a population.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War has changed little in principle from the beginning of recorded history. The mechanized warfare of today is only an evolution of the time when men fought with clubs and stones, and its machines are as nothing without the men who invent them, man them and give them life. War is force- force to the utmost- force to make the enemy yield to our own will- to yield because they see their comrades killed and wounded- to yield because their own will to fight is broken. War is men against men. Mechanized war is still men against men, for machines are masses of inert metal without the men who control them- or destroy them.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War bred the strangest paranoias from its soup of deceptions, misinformation, misdirection, and poor communication. And lack of any cultural basis for understanding.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Soon the men of the column began to see that though the scarlet line was slender, it was very rigid and exact.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For heathen heart that puts her trust  In reeking tube and iron shard—All valiant dust that builds on dust,  And guarding calls not Thee to guard—For frantic boast and foolish word,Thy mercy on Thy People, Lord!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Four things greater than all things are,—Women and Horses and Power and War.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For agony and spoil  Of nations beat to dust,For poisoned air and tortured soil  And cold, commanded lust,And every secret woe  The shuddering waters saw—Willed and fulfilled by high and low—  Let them relearn the Law.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But let this fact burn its way into your brain to save you from hell and rouse you for the revolution—this fact:Nowhere on all that battlefield among the shattered rifles and wrecked canon, among the broken ambulances and splintered ammunition wagons, nowhere in the mire and mush of blood and sand, nowhere among the bulging and befouling carcasses of dead horses and swelling corpses of dead men and boys—nowhere could be found the torn, bloated and fly-blown carcasses of bankers, bishops, politicians, \"brainy capitalists\" and other elegant and eminent \"very best people.\"Well, hardly.Naturally—these proud, cunning and intelligent people were not there, on the firing line.Listen, oh, listen—you betrayed multitude of toil-damned, war-blasted workers of all nations:If the masters want blood, let them cut their own throats.We don't want other people's blood and we refuse to wast our own.Let those who want \"great victories\" go to the firing line and get them.If war is good enough to vote or to pray for, it is good enough to go to—up close where bayonets gleam, swords flash, canon roar, rifles clash, flesh rips, blood spurts, bones snap, brains are dashed,—up close where men toil, sweat, freeze, starve, kill, groan, scream, pray, laugh, howl, curse, go mad and die,—up close where the flesh and blood of betrayed men and boys are pounded into a red mush of mud by shrieking canon balls, by the iron-shod hoofs of galloping horses and the steel-bound wheels of rushing gun-trucks.\"What is war?\"They say \"War is Hell.\"Well, then, let those who want hell, go to hell.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You are ordered abroad as a soldier of the King to help our French comrades against the invasion of a common enemy. You have to perform a task which will need your courage, your energy, and your patience. Remember that the honor of the British Army depends on your individual conduct. It will be your duty not only to set an example of discipline and perfect steadiness under fire, but also to maintain the most friendly relations with those whom you are helping in this struggle…. Do your duty bravely. Fear God and honor the King.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "After weeks of unsuccessfully attempting to either bully Russia’s Vladimir Putin into submission or bait him into war, US president Joe Biden may finally be looking for a face-saving exit from of the Ukraine “crisis” of his own making... Putin finally drew a red line at NATO membership for Ukraine specifically, and against the US definition of “diplomacy” — “do exactly as we demand, without question or objection, and we may consider deigning to allow you to kiss our feet for a little while before kicking you in the face again” — specifically. Bullies really, really, really hate to be told “no,” and tend to go into full bluster and posture mode at the first hint of that happening, which explains the Ukraine “crisis.”  Unfortunately for THIS bully, Putin remains seemingly un-frightened. Even as the US and its poodles met in Munich, of all places, to issue more threats, he declined to play the role of Neville Chamberlain. So now Joe says he may be ready to talk. Whether the willingness is real, or just another exercise in fake “diplomacy,” remains to be seen. As does whether Putin will give Biden a graceful/deniable way out of this mess, or insist on rubbing his nose in the thick layer of filth US “diplomacy” has previously deposited on the ground. With two nuclear powers at loggerheads, the stakes are far too high for further attempts to disguise US hubris and megalomania as “diplomacy.”",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is itself a political act with primarily political objects and under the American form of government political officials must necessarily direct its general course.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We are all saddened by the barbarism of humanity. The most negative manifestation of free will is seen in outbursts of war. People refuse to think about the terrible currents they evoke by mass murder and the consequences it will bring. The ancient Scriptures correctly warned that he who lives by the sword will perish by the sword.There is a difference between the karma of aggression and that of defense. It can be shown how aggressors suffer the most grievous consequences... People delude themselves by thinking that great conquerors do not reap bad karma during their earthly lives. But karma has its own timely approach, and does not show itself immediately. Life is continuous, and the wise ones understand their lives as a single necklace.Aggressors burden their karma not only by killing but also by polluting the atmosphere...  The poisoning of Earth and of the other spheres is long-lasting. You who intrude into the lands of your neighbors, has no one told you the consequences of your 'fratricide?'Our Abode has witnessed many wars, and We can testify how this evil is increasing in the most unexpected ways... How sad We are to see free will, which was bestowed as the Highest Gift, manifested in this horrible, uncontrolled way. 88.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You certainly know that We consider war to be the shame of mankind, but one situation that can be considered as worse is the decay of humanity. Armageddon should not be understood as only a physical battle. It is full of incalculable dangers, among which will be epidemics, but the most ruinous consequence will be psychic perversions. People will lose trust in one another, and will compete in doing evil. They will develop a persistent hatred of all except their own kind, and will sink into irresponsibility and depravity. To all these insanities will be added the most shameful—the intensified competition between male and female. We insist upon equal and full rights for women, but the servants of darkness will expel them from many fields of activity, even where they bring the most benefit. We have spoken about the many maladies in the world, but the renewed struggle between the male and female principles will be the most tragic. It is hard to imagine how disastrous this will be, for it is a struggle against evolution itself! What a high price humanity pays for every such opposition to evolution! In these convulsions the young generations are corrupted. There are those who think so and imagine that they can cheat evolution, not realizing that the worst war is in their own homes. (286)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "\"…wars of the 17th century on the European continent 3 million people perished, in the 18th century and in the 19th century - 5.5. million...[T]he First World War wiped out 10 million lives, the Second - over 50 million.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Glory was the lie concocted to inspire innocent fools to war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War will not end until all of the violent people are killed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Friendship itself prompts it (Government of the U. S.) to say to the Imperial Government (Germany) that repetition by the commanders of German naval vessels of acts in contravention of those rights (neutral) must be regarded by the Government of the United States, when they affect American citizens, as deliberately unfriendly.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There is no such thing as an inevitable war. If war comes it will be from failure of human wisdom.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I have always believed that success would be the inevitable result if the two services, the army and the navy, had fair play, and if we sent the right man to fill the right place.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is well that war is so terrible, otherwise we should grow too fond of it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When Greeks joined Greeks, then was the tug of war!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Art, thou hast many infamies,But not an infamy like this.O snap the fife and still the drumAnd show the monster as she is.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We went over there and fought the war and eventually burned down every town in North Korea anyway, someway or another, and some in South Korea too.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I want you to make love, not war, I know you've heard it before.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "O, God assist our side: at least, avoid assisting the enemy and leave the rest to me.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The ballot is stronger than the bullet.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We, on our side, are praying Him to give us victory, because we believe we are right; but those on the other side pray to Him, look for victory, believing they are right. What must He think of us?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Armies, the world over, destroy enemies' property when they can not use it; and even destroy their own to keep it from the enemy. Civilized belligerents do all in their power to help themselves, or hurt the enemy, except a few things regarded as barbarous or cruel. Among the exceptions are the massacre of vanquished foes, and non-combatants, male and female.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "One month too late.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To arms! to arms! ye brave!  Th' avenging sword unsheathe,March on! march on! all hearts resolved  On victory or death!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "At the Captain's mess, in the Banquet-hall,Sat feasting the officers, one and all—Like a sabre-blow, like the swing of a sail,One raised his glass, held high to hail,Sharp snapped like the stroke of a rudder's play,Spoke three words only: \"To the day!\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Thus, if there is anyone who is confident that he can advise me as to the best advantage of the state in this campaign which I am about to conduct, let him not refuse his services to the state, but come with me into Macedonia. I will furnish him with his sea-passage, with a horse, a tent, and even travel-funds. If anyone is reluctant to do this and prefers the leisure of the city to the hardships of campaigning, let him not steer the ship from on shore.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ez fer war, I call it murder,—  Ther you hev it plain and flat;I don't want to go no furder  Than my Testyment fer that.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We kind o' thought Christ went agin war an' pillage.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Not but wut abstract war is horrid,  I sign to thet with all my heart,—But civilysation doos git forrid  Sometimes, upon a powder-cart.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is a survival among us from savage times and affects now chiefly the boyish and unthinking element of the nation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "God has chosen little nations as the vessels by which He carries His choicest wines to the lips of humanity to rejoice their hearts, to exalt their vision, to strengthen their faith, and if we had stood by when two little nations (Belgium and Servia) were being crushed and broken by the brutal hands of barbarians, our shame would have rung down the everlasting ages.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The stern hand of Fate has scourged us to an elevation where we can see the everlasting things that matter for a nation—the great peaks we had forgotten, of Honour, Duty, Patriotism, and clad in glittering white, the pinnacles of Sacrifice, pointing like a rugged finger to Heaven. We shall descend into the valley again; but as long as the men and women of this generation last, they will carry in their hearts the image of these mighty peaks, whose foundations are not shaken, though Europe rock and sway in the convulsions of a great war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Too late in moving here, too late in arriving there, too late in coming to this decision, too late in starting with enterprises, too late in preparing. In this war the footsteps of the allied forces have been dogged by the mocking specter of Too Late! and unless we quicken our movements, damnation will fall on the sacred cause for which so much gallant blood has flowed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The last £100,000,000 will win.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Is it, O man, with such discordant noises,  With such accursed instruments as these,Thou drownest Nature's sweet and kindly voices,  And jarrest the celestial harmonies?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ultima ratio regum.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The Campbells are comin'.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Pourquoi cette trombe enflamméeQui vient foudroyer l'univers?Cet embrasement de l'enfer?Ce tourbillonnement d'arméesPar mille milliers de milliers?—C'est pour un chiffon de papier.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Alta sedent civilis vulnera dextræ.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Datos, ne quisquam seruiat, enses.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Omnibus hostesReddite nos populis—civile avertite bellum.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Non tam portas intrare patentesQuam fregisse juvat; nec tam patiente colonoArva premi, quam si ferro populetur et igni;Concessa pudet ire via.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'Aig [F.-M. Sir Douglas Haig] 'e don't say much; 'e don't, so to say, say nothin'; but what 'e don't say don't mean nothin', not 'arf. But when 'e do say something—my Gawd!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Enormous masses of ammunition, such as the human mind had never imagined before the war, were hurled upon the bodies of men who passed a miserable existence scattered about in mud-filled shell-holes.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Here I stand. I can do no other. God help me. Amen.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I beg that the small steamers … be spared if possible, or else sunk without a trace being left. (Spurlos versenkt).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Oh! wherefore come ye forth in triumph from the North,  With your hands and your feet, and your raiment all red?And wherefore doth your rout send forth a joyous shout?  And whence be the grapes of the wine-press which ye tread?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The essence of war is violence. Moderation in war is imbecility.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I know war as few other men now living know it, and nothing to me is more revolting. I have long advocated its complete abolition, as its very destructiveness on both friend and foe has rendered it useless as a means of settling international disputes.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In war there is no substitute for victory.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "That's the way it is in war. You win or lose, live or die—and the difference is just an eyelash.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[T]hat one should never permit a disorder to persist in order to avoid war, for war is not avoided thereby but merely deferred to one's own disadvantage...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Di qui nacque che tutti li profeti armati vinsero, e li disarmati rovinarono.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War in men's eyes shall beA monster of iniquity  In the good time coming.Nations shall not quarrel then,  To prove which is the stronger;Nor slaughter men for glory's sake;—  Wait a little longer.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The warpipes are pealing, \"The Campbells are coming.\"  They are charging and cheering. O dinna ye hear it?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "J'y suis, et j'y reste.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War contains so much folly, as well as wickedness, that much is to be hoped from the progress of reason; and if any thing is to be hoped, every thing ought to be tried.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Of all the enemies to public liberty war is, perhaps, the most to be dreaded, because it comprises and develops the germ of every other. War is the parent of armies; from these proceed debts and taxes; and armies, and debts, and taxes are the known instruments for bringing the many under the domination of the few. In war, too, the discretionary power of the Executive is extended; its influence in dealing out offices, honors, and emoluments is multiplied; and all the means of seducing the minds, are added to those of subduing the force, of the people. The same malignant aspect in republicanism may be traced in the inequality of fortunes, and the opportunities of fraud, growing out of a state of war, and in the degeneracy of manners and of morals engendered by both. No nation could preserve its freedom in the midst of continual warfare.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "No nation could preserve its freedom in the midst of continual warfare.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The enemy advances, we retreat; the enemy camps, we harass; the enemy tires, we attack; the enemy retreats, we pursue.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Marlbrough s'en va-t-en guerre,Mironton, mironton, mirontaine,Marlbrough s'en va-t-en guerre,Ne sait quand reviendra.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Cineri gloria sera venit. (Also given as Cineri gloria sera sunt and Cineri gloria sera est.)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Step by step. Heart to heart. Left, right, left. We all fall down, like toy soldiers. Bit by bit torn apart, we never win, but the battle wages on for toy soldiers.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is not the greatest evil, though it is an evil. The open struggle of the battlefield is not the greatest evil; worse is that chronic condition of society which makes possible the violence of the stronger to the weaker; worse than war are insincerity and falsehood; worse is that egotism hidden under the mask of humanity and nobility in mind; worse is cowardice passing itself off as fortitude; worse is sophistry deceiving the sensible and wise. Death is not worse than a dishonourable life which destroys its own soul as well as that of its neighbour.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And silence broods like spirit on the brae,  A glimmering moon begins, the moonlight runsOver the grasses of the ancient way  Rutted this morning by the passing guns.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For a flying foeDiscreet and provident conquerors build upA bridge of gold.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Some undone widow sits upon mine arm,And takes away the use of it; and my sword,Glued to my scabbard with wronged orphan's tears,Will not be drawn.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars and rumours of wars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Only a fool or a fraud talks tough or romantically about war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All quiet along the Potomac.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "How do wars begin? Through affront, through bravado, through stupidity or overconfidence, through sacred purpose or greed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There's some say that we wan, some say that they wan,  Some say that nane wan at a', man,But one thing I'm sure that at Sheriff-Muir,  A battle there was which I saw, man.And we ran and they ran, and they ran and we ran,  And we ran, and they ran awa', man.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[W]ar is so complex, it’s beyond the ability of the human mind to comprehend allthe variables. Our judgement, our understanding, are not adequate.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There is war in the skies!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "City fighting also places enormous challenges on ground forces. Fighting in urban terrain generally favors the defenders, who can place snipers in windows and hide down narrow alleys.  Even with precision munitions, it is difficult to use air and artillery power in a dense urban battle. Much of the fighting falls on the shoulders of the individual soldiers, who have to clear the city block by block.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Framed by a tiny cutout in the fortified bunker, this particular piece of no-man's land is tinted a blood-reddish orange by the setting summer sun. It's hot as hell, and it's about to get hotter. When the sun goes down, the guns start blazing. And all that separates the men at their triggers is a grassy patch of land the size of a soccer field that is heavily mined. If you're a Ukrainian soldier here, you don't need binoculars to observe the enemy -- you just look in his direction.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War challenges virtually every other institution of society—the justice and equity of its economy, the adequacy of its political systems, the energy of its productive plant, the bases, wisdom and purposes of its foreign policy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What though the field be lost?All is not lost; the unconquerable will,And study of revenge, immortal hateAnd courage never to submit or yield,And what is else not to be overcome.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Heard so oftIn worst extremes, and on the perilous edgeOf battle.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Th' imperial ensign, which, full high advanc'd,Shone like a meteor, streaming to the wind.With gems and golden lustre rich emblazed,Seraphic arms and trophies.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My sentence is for open war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Others more mild,Retreated in a silent valley, singWith notes angelical to many a harpTheir own heroic deeds and hapless fallBy doom of battle.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Black it stood as night,Fierce as ten furies, terrible as hell,And shook a dreadful dart.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "So frown'd the mighty combatants, that hellGrew darker at their frown.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Arms on armour clashing bray'dHorrible discord, and the madding wheelsOf brazen chariots ray'd; dire was the noiseOf conflict.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To overcome in battle, and subdueNations, and bring home spoils with infiniteMan-slaughter, shall be held the highest pitchOf human glory.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The brazen throat of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "No war or battle soundWas heard the world around.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War prosperity is like the prosperity that an earthquake or a plague brings.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In addition to economic and military mobilization, wartime measures typically encourage a high degree of political, social and intellectual conformity. The general idea is that, in the face of an existential challenge from a vicious enemy, criticism of the government ought to cease. The media tends to become more patriotic, as do former political partisans.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Partout, à l’origine des sociétés, on voit donc les races les plus fortes, les plus guerrières, s’attribuer le gouvernement exclusif des sociétés ; partout on voit ces races s’attribuer, dans certaines circonscriptions plus ou moins étendues, selon leur nombre et leur force, le monopole de la sécurité.Et, ce monopole étant excessivement profitable par sa nature même, partout on voit aussi les races investies du monopole de la sécurité se livrer à des luttes acharnées, afin d’augmenter l’étendue de leur marché, le nombre de leurs consommateurs forcés, partant la quotité de leurs bénéfices.La guerre était la conséquence nécessaire, inévitable de l’établissement du monopole de la sécurité.Comme une autre conséquence inévitable, ce monopole devait engendrer tous les autres monopoles.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In the wars of the European powers in matters relating to themselves we have never taken any part, nor does it comport with our policy so to do. It is only when our rights are invaded or seriously menaced that we resent injuries or make preparation for our defence.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Most of the people who get sent to die in wars are young men who've got a lot of energy and would probably rather, in a better world, be putting that energy into copulation rather than going over there and blowing some other young man's guts out.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Thrilled ye ever with the storyHow on stricken fields of gloryMen have stood beneath the murderous iron hail!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We had nae heed for the parish bell,  But still—when the bugle cried,We went for you to Neuve Chapelle,We went for you to the yetts o' Hell,  And there for you we died!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They hold it atrocious to kill a fellow creature; therefore war is in their eyes incomprehensible and repulsive, a thing for which their language has no word.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'Tis a principle of war that when you can use the lightning, 'tis better than cannon.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Providence is always on the side of the last reserve.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Baptism of fire.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We have to go along a road covered with blood. We have no other alternative. For us it is a matter of life or death, a matter of living or existing. We have to be ready to face the challenges that await us.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The world of today has achieved much, but for all its declared love for humanity, it has based itself far more on hatred and violence than on the virtues that make one human. War is the negation of truth and humanity. War may be unavoidable sometimes, but its progeny are terrible to contemplate. Not mere killing, for man must die, but the deliberate and persistent propagation of hatred and falsehood, which gradually become the normal habits of the people. It is dangerous and harmful to be guided in our life's course by hatreds and aversions, for they are wasteful of energy and limit and twist the mind and prevent it from perceiving truth.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars are fought to gain a certain objective. War itself is not the objective; victory is not the objective; you fight to remove the obstruction that comes in the way of your objective. If you let victory become the end in itself then you've gone astray and forgotten what you were originally fighting about.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If in the modern world wars have unfortunately to be fought (and they do, it seems) then they must be stopped at the first possible moment, otherwise they corrupt us, they create new problems and make our future even more uncertain. That is more than morality; it's sense.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "England expects every officer and man to do his duty this day.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You say it is the good cause that hallows even war? I tell you: it is the good war that hallows every cause.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What the horrors of war are, no one can imagine — they are not wounds and blood and fever, spotted and low, or dysentery, chronic and acute, cold and heat and famine — they are intoxication, drunken brutality, demoralization and disorder on the part of the inferior, jealousies, meanness, indifference, selfish brutality on the part of the superior.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A riot is a spontaneous outburst. A war is subject to advance planning.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I seriously doubt if we will ever have another war. This is probably the very last one.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A soldier of the Legion lay dying in Algiers;There was lack of woman's nursing, there was dearth of woman's tears.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We may have occasion in our lifetime to once again rise up in defense of our freedom, and pay the wages of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I am not opposed to all wars. I'm opposed to dumb wars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "That’s what I’m opposed to. A dumb war. A rash war. A war based not on reason but on passion, not on principle but on politics.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It's easier to start wars than to end them. It is easier to blame others than to look inward. It is easier to see what is different about someone than to find the things we share. But we should choose the right path, not just the easy path.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The only certainty in war is human suffering, uncertain costs, unintended consequences.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War itself is never glorious, and we must never trumpet it as such.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, no matter what our intentions may be, brings suffering and tragedy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is a class conflict, too. The rich and powerful who open war escape the consequences of their decisions. It’s not their children sent into the jaws of violence. It is often the vulnerable, the poor, & working people -who had little to no say in conflict - who pay the price.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "March to the battle-field,  The foe is now before us;Each heart is Freedom's shield,  And heaven is shining o'er us.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, it will be seen, is now a purely internal affair. In the past, the ruling groups of all countries, although they might recognize their common interest and therefore limit the destructiveness of war, did fight against one another, and the victor always plundered the vanquished. In our own day they are not fighting against one another at all. The war is waged by each ruling group against its own subjects, and the object of the war is not to make or prevent conquests of territory, but to keep the structure of society intact. The very word \"war\", therefore, has become misleading. It would probably be accurate to say that by becoming continuous war has ceased to exist.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In principle the war effort is always so planned as to eat up any surplus that might exist after meeting the bare needs of the population. In practice the needs of the population are always underestimated, with the result that there is a chronic shortage of half the necessities of life; but this is looked on as an advantage. It is deliberate policy to keep even the favoured groups somewhere near the brink of hardship, because a general state of scarcity increases the importance of small privileges and thus magnifies the distinction between one group and another.... And at the same time the consciousness of being at war, and therefore in danger, makes the handing-over of all power to a small caste seem the natural, unavoidable condition of survival.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A peace that was truly permanent would be the same as a permanent war. This—although the vast majority of Party members understand it only in a shallower sense—is the inner meaning of the Party slogan: War is Peace.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Oceania was at war with Eurasia: therefore Oceania had always been at war with Eurasia. The enemy of the moment always represented absolute evil, and it followed that any past or future agreement with him was impossible... If the Party could thrust its hand into the past and say of this or that event, it never happened.... And if all others accepted the lie which the Party imposed -if all records told the same tale — then the lie passed into history and became truth. Who controls the past,' ran the Party slogan, 'controls the future: who controls the present controls the past. And yet the past, though of its nature alterable, never had been altered. Whatever was true now was true from everlasting to everlasting. It was quite simple. All that was needed was an unending series of victories over your own memory. 'Reality control', they called it: in Newspeak, 'doublethink'...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There is a hill in Flanders,  Heaped with a thousand slain,Where the shells fly night and noontide  And the ghosts that died in vain,A little hill, a hard hill  To the souls that died in pain.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every war is the result of a difference of opinion. Maybe the biggest questions can only be answered by the greatest of conflicts.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In war, force is used by the belligerents themselves, no effort being made to bring evildoers before a judicial body, each army acting as judge, jury and executioner.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Once war consisted of individual combats between armed men. Later it was waged between lines of men in opposing trenches. Now it is organized slaughter of whole populations.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Tragic experience indicates that the most sacred obligations are utterly disregarded when their observance means losing the war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War. War never changes. Since the dawn of human kind, when our ancestors first discovered the killing power of rock and bone, blood has been spilled in the name of everything: from God to justice to simple, psychotic rage.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Those who expect to reap the blessings of freedom, must, like men, undergo the fatigues of supporting it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "These are the times that try men's souls. The Summer soldier and the sunshine patriot will, in this crisis, shrink from the service of their country, but he that stands it now deserves the love and thanks of man and woman. Tyranny, like Hell, is not easily conquered; yet we have this consolation with us, that the harder the conflict the more glorious the triumph. What we obtain too cheaply we esteem too lightly; it is dearness only that gives everything its value. Heaven knows how to put a proper price upon its goods; and it would be strange indeed if so celestial an article as freedom should not be highly rated.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War even to the knife.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Stand your ground. Don't fire unless fired upon, but if they mean to have a war, let it begin here.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Can any thing be more ridiculous, than that a man has a right to kill me, because he lives on the other side of the water, and because his prince has a quarrel with mine, though I have none with him.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is organised murder, and nothing else.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars may be fought with weapons, but they are won by men. It is the spirit of the men who follow and of the man who leads that gains that victory.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Now in war we are confronted with conditions which are strange  If we accept them we will never win.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For in war just as in loving you must keep on shoving  Or you'll never get your reward. For if you are dilatory in the search for lust or glory  You are up shitcreek and that's the truth, Oh, Lord.So let us do real fighting, boring in and gouging, biting.   Let's take a chance now that we have the ball.  Let's forget those fine firm bases in the dreary shell raked spaces,  Let's shoot the works and win! Yes win it all.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best and it removes all that is base.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Though we live in the world, we do not wage war as the world does.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But I have seen the unknown dead, those little men of the Republic. It was they who woke me up. If a stranger, an enemy, becomes a thing like that when he dies, if one stops short and is afraid to walk over him, it means that even beaten our enemy is someone, that after having shed his blood, one must placate it, give this blood a voice, justify the man who shed it. Looking at certain dead is humiliating. One has the impression that the same fate that threw these bodies to the ground holds us nailed to the spot to see them, to fill our eyes with the sight. It's not fear, not our usual cowardice. One feels humiliated because one understands–touching it with one's eyes–that we might be in their place ourselves: there would be no difference, and if we live we owe it to this dirtied corpse. That is why every war is a civil war; every fallen man resembles one who remains and calls him to account.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War makes men barbarous because, to take part in it, one must harden oneself against all regret, all appreciation of delicacy and sensitive values. One must live as if those values did not exist, and when the war is over one has lost the resilience to return to those values.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hell, Heaven or Hoboken by Christmas.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Lafayette, we are here.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Infantry, Artillery, Aviation—all that we have—are yours to dispose of as you will…. I have come to say to you that the American people would be proud to be engaged in the greatest battle in history.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ils ne passeront pas.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The story starts March 18, 2019, in a big Air Force combat operations center in Al Udeid in Qatar. And there we have, it almost looks like mission command for NASA. You have banks of computers, big screens, all of them watching the air war against the Islamic State... on this day, a lot of people in the command center are watching a drone that was flying up overhead. Now, what they saw was a field that was just littered with a tangle of cars and makeshift tents of debris of the leftovers from weeks of combat. But also within there was a lot of people. And the drone hovered over and focused in on a group of women and children who had found refuge down by the river against a steep sand bank. The drone, it lingered for several minutes, slowly circling with its cameras focused on these folks, either sleeping or just laying down low to take cover from whatever combat might be coming. And the people in the operation center were calmly watching this when, suddenly... an American F-15 attack jet came right through and dropped a large bomb dead center into this group of women and children... killing nearly all of them.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "γλυκύ δ᾽ἀπείρῳ πόλεμος.πεπειραμένων δέ τις ταρβεῖ προσιόντα νιν καρδία περισσῶς.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is sweet to those who have no experience of it, but the experienced man trembles exceedingly at heart on its approach.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is sweet to them that know it not.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is sweet to those not acquainted with it",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is sweet to those who do not know it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is sweet to those that never have experienced it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is delightful to those who have had no experience of it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "From the Rio Grande's waters to the icy lakes of Maine,Let all exult, for we have met the enemy again.Beneath their stern old mountains we have met them in their pride;And rolled from Buena Vista back the battle's bloody tide,Where the enemy came surging swift like the Mississippi's flood,And the Reaper, Death, with strong arms swung his sickle red with blood.Santa Anna boasted loudly that before two hours were pastHis Lancers through Saltillo should pursue us fierce and fast.On comes his solid infantry, line marching after line.Lo! their great standards in the sun like sheets of silver shine.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "As an investigative journalist, I have often had to rely on the courageous, principled acts of whistle-blowers. The truth about the Vietnam War was told when Daniel Ellsberg leaked the Pentagon Papers. The truth about Iraq and Afghanistan, and Saudi Arabia and many other flashpoints was told when WikiLeaks published the revelations of whistle-blowers.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If I were an American, as I am an Englishman, while a foreign troop was landed in my country I never would lay down my arms,—never! never! never!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The inexperienced in wisdom and virtue, ever occupied with feasting and such, are carried downward, and there, as is fitting, they wander their whole life long, neither ever looking upward to the truth above them nor rising toward it, nor tasting pure and lasting pleasures. Like cattle, always looking downward with their heads bent toward the ground and the banquet tables, they feed, fatten, and fornicate. In order to increase their possessions they kick and butt with horns and hoofs of steel and kill each other, insatiable as they are.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "He who first called money the sinews of the state seems to have said this with special reference to war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sylla proceeded by persuasion, not by arms.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Paulus Aemilius, on taking command of the forces in Macedonia, and finding them talkative and impertinently busy, as though they were all commanders, issued out his orders that they should have only ready hands and keen swords, and leave the rest to him.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is the province of kings to bring wars about; it is the province of God to end them.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What’s the cadet motto at West Point? You will not lie, cheat, or steal, or tolerate those who do. I was the CIA director. We lied, we cheated, we stole. It’s —  it was like — we had entire training courses. It reminds you of the glory of the American experiment. (Speech at Texas A&M University on April 15, 2019)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "She saw her sons with purple death expire,Her sacred domes involved in rolling fire,A dreadful series of intestine wars,Inglorious triumphs and dishonest scars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is bad, heaven knows, but slavery is far worse. If the doom of slavery is not sealed by the war, I shall curse the day I entered the Army.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Porter states that \"the crime [of rape] was principally that of stealing or abducting a woman from her rightful proprietors, normally her father or husband. [citation omitted] Moreover, in the case of a maiden, rape destroyed her property value on the marriage amrket, and...heaped shame on her family. ....Violated daughters might be given as offerings to nunneries, and in many societies they were married off to the abductor or rapists.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When there's a war around take the day off, that's my motto.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The wavesOf the mysterious death-river moaned;The tramp, the shout, the fearful thunder-roarOf red-breathed cannon, and the wailing cryOf myriad victims, filled the air.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A man is known by the Company he joins.Bad communication trenches corrupt good manners.Never look a gift gun in the mouth.A drop of oil in time saves time.One swallow doesn't make a rum issue.Where there's a war there's a way.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In the early 1970s, senior generals of the SADF asked the council for \"aggressive\" chemical and biological warfare agents and help in starting a chemical and biological warfare industry. council for Scientific and Industrial Research Director J. W. de Villiers objected to the chemical and biological warfare proposals because he felt that Africa was not the kind of continent for chemical and biological warfare and that it was too \"complex\" and too expensive to develop. In 1974, de Villiers wrote a ten-page report in which he estimated that it would cost 500 million rand (more than US$500 million in 1974 dollars) to build a chemical and biological warfare program. De Villiers concluded that the Soviet Union was too well armed with chemical and biological and nuclear weapons and would retaliate against any chemical and biological warfare attack. De Villiers's skepticism reflected a widespread concern among military analysts about the usefulness of chemical and biological weapons in Africa given the heat and the possibility that shifting winds could blow chemical agents onto one's own troops or spread biological agents into one's own population through food and water.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If this bill passes … as it will be the right of all, so it will be the duty of some, to prepare definitely for a separation, amicably if they can, violently if they must.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Cœdes videtur significare sanguinem et ferrum.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ouvrez toujours à vos ennemis toutes les portes et chemin, et plutot leur faites un pont d'argent, afin de les renvoyer.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Lastly, forget good sportsmanship on the field of battle. War is not a refereed football game but the dirtiest game yet devised by human minds. And, if for one moment you feel soft towards that Nazi shooting at you, remember he's trying to kill you and, if he had the chance, he'd drive your dad into slavery, cut your mother's throat, rape your wife, sister, sweetheart, or daughter. You'll get no quarter from him. Give him none!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I want to stand by my country, but I cannot vote for war. I vote no.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "History teaches that wars begin when governments believe the price of aggression is cheap.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A single pipe broken by a high-impact explosive weapon can deprive 100,000 people of water. That same weapon may also destroy the neighbourhood’s sewage system, causing thousands to fall ill and placing further strain on already overstretched hospitals.  Local economies collapse and populations flee, leaving fewer doctors and engineers, and no money to pay the salaries of those who remain. The acute pain caused by one attack triggers a ripple effect of long-term suffering that leaves no part of life unscathed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I never kill faces. These are the enemy, but if I don’t define things too closely, then I won’t miss any sleep tonight.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War on the cheap is always a rotten policy.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "From the point of view of mass psychology, the effect of militarism is based essentially on a libidinous mechanism. The sexual effect of a uniform, the erotically provocative effect of rhythmically executed goose-stepping, the exhibitionistic nature of militaristic procedures, have been more practically comprehended by a salesgirl or an average secretary than by our most erudite politicians. On the other hand it is political reaction that consciously exploits these sexual interests. It not only designs flashy uniforms for the men, it puts the recruiting into the hands of attractive women. In conclusion, let us but recall the recruiting posters of war-thirsty powers, which ran something as follows: ‘Travel to foreign countries — join the Royal Navy I’ and the foreign countries were portrayed by exotic women. And why are these posters effective? Because our youth has become sexually starved owing to sexual suppression.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Catholic Christianity in particular has long since divested itself of the revolutionary, i.e., rebellious, character of the primitive Christian movement. It seduces its millions of devotees into accepting war as an act of fate, as a ‘punishment of sin’. Wars are indeed the consequences of sins, but entirely different sins from those conceived of by Catholicism.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Under the influence of politicians, masses of people tend to ascribe the responsibility for wars to those who wield power at any given time. In the First World War it was the munitions industrialists; in the Second World War it was the psychopathic generals who were said to be guilty. This is passing the buck. The responsibility for wars falls solely upon the shoulders of these same masses of people, for they have all the necessary means to avert war in their own hands.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "People like to think of war as a ‘social thunderstorm’. It is said that it ‘purifies’ the atmosphere; it has its great benefits -it ‘hardens the youth’ and makes them courageous. As far as that goes, people say, we have always had and will always have wars. They are biologically motivated. According to Darwin, the ‘struggle for existence’ is the law of life. Why, then, were peace conferences organized? Nor have I ever heard that bears or elephants split up into two camps and annihilate one another. In the animal kingdom there are no wars within the same species. Like sadism, war among one’s own kind is an acquisition of ‘civilised man'. No, for some reason or another, man shies away from putting his finger on the causes of war. And there can be no doubt that better ways than war exist of making youth fit and healthy, namely, a satisfying love life, pleasurable and steady work, general sports and freedom from the malicious gossip of old maids. In short, such arguments are hollow chatter.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And he gathered them together into a place called in the Hebrew tongue Armageddon.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Then I saw when the Lamb broke one of the seven seals, and I heard one of the four living creatures saying as with a voice of thunder, “Come.” I looked, and behold, a white horse, and he who sat on it had a bow; and a crown was given to him, and he went out conquering and to conquer.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Twelve mailed men sat drinking late,  The wine was red as blood.Cried one, \"How long then must we waitEre we shall thunder at the gate,  And crush the cursed brood?\"Twelve men of iron, drinking late,Strike hands, and pledge a cup of hate:* \"The Day!\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When I hear about our young men and women who are sent off to war in the name of God and Country, and who give up their lives for no rational cause at all, my heart is crushed. What has happened to my country? we have become worse than the imagined enemy - killing civilians and calling it 'collateral damage', torturing and trampling human rights inside and outside our own borders, violating our own Constitution whenever it seems convenient, lying and stealing right and left, more concerned with sports on television and ring-tones on cell-phones than the future of the world. [...]  The violent turmoil initiated by the United States military invasion of Iraq will beget future centuries of slaughter, if the human race lasts that long. First we spit on the United Nations, then we expect them to clean up our mess. Our elected representatives are supposed to find diplomatic and benevolent solutions to these situations. Anyone can lash out and retaliate, that is not leadership or vision. Where is the wisdom and honor of the people we delegate our trust to? To the rest of the world we are cowards - demanding Iraq to disarm, and after they comply, we attack with remote-control high-tech video-game weapons. And then lie about our reasons for invading. We the people bear complete responsibility for all that will follow, and it won't be pretty. [...] \"Who would Jesus bomb?\" This question is primarily addressing a Christian audience, but the same issues face the Muslims and the Jews: God's message is tolerance and love, not self-righteousness and hatred. Please consider \"Thou shalt not kill\" and \"As ye sow, so shall ye reap\". Not a lot of ambiguity there. [...] Here is the statement I want to make: if I am required to pay for your barbaric war, I choose not to live in your world. I refuse to finance the mass murder of innocent civilians, who did nothing to threaten our country. I will not participate in your charade - my conscience will not allow me to be a part of your crusade.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The war is a halucination of those without homeland.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If we are to end our wars, we have to dispense with a threatening, vengeful, bloodthirsty God. If we're to have any kind of world brotherhood, we have to dispense with a God who reserves his favors for a chosen few. Life is given to all. The sun shines freely on each of us. Would a God be less kindly? More than this, we must also dispense with our species God, and extend our ideas of divinity outward to the rest of nature which couches us and our religious theorizing with such a gracious and steady support.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The morning came, there stood the foe;  Stark eyed them as they stood;Few words he spoke—'twas not a time  For moralizing mood:\"See there the enemy, my boys!  Now, strong in valor's might,Beat them or Betty Stark will sleep  In widowhood to-night.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Lo, steel-clad War his gorgeous standard rears !The red-cross squadrons madly rage, And mow thro' infancy and age...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I have always said that a conference was held for one reason only, to give everybody a chance to get sore at everybody else. Sometimes it takes two or three conferences to scare up a war, but generally one will do it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I originated a remark many years ago that I think has been copied more than any little thing that I've every said, and I used it in the FOLLIES of 1922. I said America has a unique record. We never lost a war and we never won a conference in our lives. I believe that we could without any degree of egotism, single-handed lick any nation in the world. But we can't confer with Costa Rica and come home with our shirts on.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Take the diplomacy out of war and the thing would fall flat in a week.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You can't say civilization don't advance, however, for in every war they kill you in a new way.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Since I am an immature and wicked man, war and unrest appeal to me more than good bourgeois order. Brutality is respected, the people need wholesome fear. They want to fear someone. They want someone to frighten them and make them shudderingly submissive.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And while I am talking to you mothers and fathers, I give you one more assurance. I have said this before, but I shall say it again and again and again: Your boys are not going to be sent into any foreign wars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To you men who, in your turn, have come together to spend and be spent in the endless crusade against wrong; to you who face the future resolute and confident; to you who strive in a spirit of brotherhood for the betterment of our nation; to you who gird yourselves for this great new fight in the never-ending warfare for the good of mankind, I say in closing what I said in that speech in closing: \"We stand at Armageddon and we battle for the Lord.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Righteous Heaven,In thy great day of vengeance! Blast the traitorAnd his pernicious counsels, who, for wealth,For pow'r, the pride of greatness, or revenge,Would plunge his native land in civil wars.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, the needy bankrupt's last resort.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War does not develop the virtues of peace. . .It is not a school that teaches respect for the person or property of others.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When the rules of civilized society are suspended, when killing becomes a business and a sign of valor and heroism, when the wanton destruction of peaceable women and. children becomes an act of virtue, and is praised as a service to God and country, then it seems almost useless to talk about crime in the ordinary sense.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[There is] an obliteration of all the religious, moral and legal habits which acted as a barrier against acts of murder or of aggression against personal inviolability.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Betty B. Rosenbaum, \"Relationship Between War and Crime in the United States\", Journal of Criminal Law and Criminology, Volume 30, Issue 5, January-February, 1940.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Uppermost on everybody’s mind of course, particularly here in America, is the horror of what has come to be known as 9/11. Nearly three thousand civilians lost their lives in that lethal terrorist strike. The grief is still deep. The rage still sharp. The tears have not dried. And a strange, deadly war is raging around the world. Yet, each person who has lost a loved one surely knows secretly, deeply, that no war, no act of revenge, no daisy-cutters dropped on someone else’s loved ones or someone else’s children, will blunt the edges of their pain or bring their own loved ones back. War cannot avenge those who have died. War is only a brutal desecration of their memory.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To fuel yet another war – this time against Iraq – by cynically manipulating people’s grief, by packaging it for TV specials sponsored by corporations selling detergent and running shoes, is to cheapen and devalue grief, to drain it of meaning. What we are seeing now is a vulgar display of the business of grief, the commerce of grief, the pillaging of even the most private human feelings for political purpose. It is a terrible, violent thing for a State to do to its people.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "He never would believe that Providence had sent a few men into the world, ready booted and spurred to ride, and millions ready saddled and bridled to be ridden.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It makes me hate war, but it doesn't make me believe that we're in a world that can live without war yet.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I have seen war. I have seen war on land and sea. I have seen blood running from the wounded. I have seen the dead in the mud. I have seen cities destroyed. I have seen children starving. I have seen the agony of mothers and wives. I hate war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Those who took refuge in the cave of Zeret tried to reproduce their traditional way of life underground, far from the omnivoyance of the Italian colonial army. This seems to be a characteristic of 20th century war: from the Madrid tube in the 1930s to the present Al-Qaeda bunkers in Afghanistan, all the way through the Vietcong tunnels and the American nuclear shelters of the 1960s. Talking about the Iraq War, Stephen Graham (2004: 18) writes: ‘this time... the key is between trans-global, near instantaneous killing power, operating on the fringes of the outer space, and deep, subterranean, terrestrial space’. Except for the outer space, though, there is nothing really new in the War against Terror—an offspring of colonial warfare (Mbembe 2003). For the last hundred years, against the destructiveness of industrial war, the only option of survival has been going underground. And this is what the followers of Abebe Aregai did.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Patriots always talk of dying for their country, and never of killing for their country.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[The Russians] dashed on towards that thin line tipped with steel.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I grew up in war-torn Iraq, and I believe that there are two sides of wars and we've only seen one side of it. We only talk about one side of it. But there's another side that I have witnessed as someone who lived in it and someone who ended up working in it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I grew up with the colors of war -- the red colors of fire and blood, the brown tones of earth as it explodes in our faces and the piercing silver of an exploded missile, so bright that nothing can protect your eyes from it. I grew up with the sounds of war -- the staccato sounds of gunfire, the wrenching booms of explosions, ominous drones of jets flying overhead and the wailing warning sounds of sirens. These are the sounds you would expect, but they are also the sounds of dissonant concerts of a flock of birds screeching in the night, the high-pitched honest cries of children and the thunderous, unbearable silence. \"War,\" a friend of mine said, \"is not about sound at all. It is actually about silence, the silence of humanity.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I have learned not only that the colors and the sounds of war are the same, but the fears of war are the same. You know, there is a fear of dying.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There are two sides of war. There is a side that fights, and there is a side that keeps the schools and the factories and the hospitals open. There is a side that is focused on winning battles, and there is a side that is focused on winning life. There is a side that leads the front-line discussion, and there is a side that leads the back-line discussion. There is a side that thinks that peace is the end of fighting, and there is a side that thinks that peace is the arrival of schools and jobs. There is a side that is led by men, and there is a side that is led by women. And in order for us to understand how do we build lasting peace, we must understand war and peace from both sides. We must have a full picture of what that means.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To accept the legitimacy of the state is to embrace the necessity for war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sometime they'll give a war and nobody will come.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Mr. Speaker, in the brief time I have let me give you five reasons why I'm opposed to giving the President a blank check to launch a unilateral invasion and occupation of Iraq and why I will vote against this resolution.   One: I have not heard any estimates of how many young American men and women might die in such a war, or how many tens of thousands of women and children in Iraq might also be killed. As a caring nation, we should do everything we can to prevent the horrible suffering that a war will cause. War must be the last recourse in international relations, not the first. Second... If President Bush believes that the US can go to war at any time against any nation, what moral or legal obligation can our government raise if another country chose to do the same thing.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Irregular combatants are at their most effective in cities. They cannot easily shoot down planes, nor fight tanks in open fields. Instead, they draw the enemy into cities, and undermine the key advantage of today’s major powers, whose mechanised weapons are of little use in dense and narrow urban spaces.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The US now has training camps featuring imitation “Arab” urban districts, and has picked up the Israeli practice of entering a dense neighbourhood not via the street, but by crossing through homes – a parallel pathway to the street, running from one interior room to another by carving holes in contiguous walls, and dealing with the inhabitants as they come across them.  They have learned, above all, that the city itself has become an obstacle. And while it is true that they can simply bomb a city to pieces – as we’ve seen with the bombing of Aleppo and other cities by Syria’s government and its allies – we have not recently seen the total destruction of the Hiroshima nuclear attack or the fire-bombing of Dresden.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When you leave here today, if you agree with me, and others, give thought if you will to the inconsistencies of our national morality.  That we can punish civil disobedience that finds expression in a revulsion against death – and yet remain strangely unmoved by acts of murder against victims we are supposedly helping, and are ourselves dying for.  And even if you don’t agree – give thought to the whole adventure of war. It has been your fathers lot, and mine, and his.  There has not been even a spasmodic moment when young men have not fought and died.  When the solons, and the aged heads of state have not in their infinite wisdom and consummate judgment, sent the young off to end their lives.  An obscure poet named w:Arthur Daidson Ficke Arthur Daidson Ficke |, wrote this in the 19th century: “Old men in impotence can beget new wars to kill the lusty young; Young men can sing, old men forget…That any song was every sung.” Don’t you forget that song, the words, the music, the symphony to living. Remember that you can’t necessarily sanctify a cause by virtue of the fact that men die for it.  A death in a worthless or even questionable cause is a pointless, meaningless, tragically premature death.  So when, in future times, men ask you to prove patriotism and loyalty and affection for your native land – remember that these things are not always equated with a willingness to die or to kill.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Another fucking war, man. I don't know where to begin, but I'll start with the radical leaders. Their steps we're following.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Only the dead have seen the end of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Let no one ever, from henceforth say one word in any way countenancing war. It is dangerous even to speak of how here and there the individual may gain some hardship of soul by it. For war is hell, and those who institute it are criminals. Were there even anything to say for it, it should not be said; for its spiritual disasters far outweigh any of its advantages.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The fundamental of war has always been dehumanizing the enemy, seeing him as a soulless animal.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Many democrats, liberals, traditional conservatives, and even some leftists continue to tell themselves that the election of Joe Biden was the first step toward restoring U.S. standing in the world after the damage caused by Donald Trump. And in a variety of ways — many stylistic and some substantive — that perspective has merit. But when it comes to national security policy, the U.S. has been on a steady, hypermilitarized arc for decades. Taken broadly, U.S. policy has been largely consistent on “national security” and “counterterrorism” matters from 9/11 to the present....Biden’s election slogan was “America is back.” The truth is that “America” never left. There will be no major departures from the imperial course under Biden. While the drone wars continue, and the shift back to Cold War posturing in Europe and Asia accelerates, Biden will maintain the hostile stance toward left movements and governments throughout Latin America and the Caribbean. On climate change, Biden will reverse some of Trump’s most extreme stances, while still placing the profits of major corporations and the military industry over the health of the planet. The militarization of the borders and the maltreatment of refugees will remain, and the vast domestic surveillance apparatus will endure. The stark truth is this: The interests of the War Party trump any political disputes between the Democrats and the Republicans.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Qui fuit peut revenir aussi;Qui meurt, il n'en est pas ainsi.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ein Schlachten war's, nicht eine Schlacht, zu nennen!  It was a slaughter rather than a battle.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Est ist hier wie in den alten ZeitenWo die Klinge noch alles that bedeuten.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is not healthy for children and other living things.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hosti non solum dandam esse viam fugiendi verum etiam muniendam.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "One blast upon his bugle horn  Were worth a thousand men.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In the lost battle,  Borne down by the flying,Where mingles war's rattle  With groans of the dying.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "\"Charge, Chester, charge! On, Stanley, on!\"Were the last words of Marmion.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Still from the sire the son shall hearOf the stern strife, and carnage drear,  Of Flodden's fatal field,When shiver'd was fair Scotland's spear,  And broken was her shield!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There was a stately drama writ  By the hand that peopled the earth and air,And set the stars in the infinite,  And made night gorgeous and morning fair;And all that had sense to reason knewThat bloody drama must be gone through.Some sat and watched how the action veered—Waited, profited, trembled, cheered—We saw not clearly nor understood,  But yielding ourselves to the masterhand,Each in his part as best he could,  We played it through as the author planned.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Too many wars are fought almost as if by rote. Too many wars are fought out of sloganry, out of battle hymns, out of aged, musty appeals to patriotism that went out with knighthood and moats. Love your country because it is eminently worthy of your affection. Respect it because it deserves your respect. Be loyal to it because it cannot survive without your loyalty. But do not accept the shedding of blood as a natural function or a prescribed way of history, even if history points this up by its repetition. That men die for causes does not necessarily sanctify that cause. And that men are maimed and torn to pieces every fifteen and twenty years does not immortalize or deify the act of war. Are you tough enough, young ladies and gentlemen, to try to build a world in which young men can live out their lives in fruitful pursuit of a decent, enriching consummation of both his talents and his hopes. But if survival calls for the bearing of arms, bear them, you must. As we all have.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When you leave here today, if you agree with me, and others, give thought if you will to the inconsistencies of our national morality.  That we can punish civil disobedience that finds expression in a revulsion against death – and yet remain strangely unmoved by acts of murder against victims we are supposedly helping, and are ourselves dying for.  And even if you don’t agree – give thought to the whole adventure of war. It has been your fathers lot, and mine, and his.  There has not been even a spasmodic moment when young men have not fought and died.  When the solons, and the aged heads of state have not in their infinite wisdom and consummate judgment, sent the young off to end their lives.  An obscure poet named w:Arthur Daidson Ficke Arthur Daidson Ficke |, wrote this in the 19th century: “Old men in impotence can beget new wars to kill the lusty young; Young men can sing, old men forget…That any song was every sung.” Don’t you forget that song, the words, the music, the symphony to living. Remember that you can’t necessarily sanctify a cause by virtue of the fact that men die for it.  A death in a worthless or even questionable cause is a pointless, meaningless, tragically premature death.  So when, in future times, men ask you to prove patriotism and loyalty and affection for your native land – remember that these things are not always equated with a willingness to die or to kill.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Fortune is always on the side of the largest battalions.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is an irrepressible conflict between opposing and enduring forces.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They got money for wars, but can't feed the poor.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There was only one virtue, pugnacity; only one vice, pacifism. That is an essential condition of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In the arts of life man invents nothing; but in the arts of death he outdoes Nature herself, and produces by chemistry and machinery all the slaughter of plague, pestilence and famine.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They shall not pass, tho' battlelineMay bend, and foe with foe combine,  Tho' death rain on them from the sky  Till every fighting man shall die,France shall not yield to German Rhine.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A people who will persevere in war beyond a certain limit ought to know the consequences. Many, many peoples with less pertinacity have been wiped out of national existence.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hold the Fort! I am coming.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is hell.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I regard the death and mangling of a couple thousand men as a small affair, a kind of morning dash — and it may be well that we become so hardened.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is the remedy our enemies have chosen. Other simple remedies were within their choice. Yon know it and they know it, but they wanted war, and I say let us give them all they want; not a word of argument, not a sign of let up, no cave in till we are whipped or they are.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I've been where you are now and I know just how you feel. It's entirely natural that there should beat in the breast of every one of you a hope and desire that some day you can use the skill you have acquired here. Suppress it! You don't know the horrible aspects of war. I've been through two wars and I know. I've seen cities and homes in ashes. I've seen thousands of men lying on the ground, their dead faces looking up at the skies. I tell you, war is hell!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You do not understand what happens in war—a sort of sublime madness, an unholy hatred that is twisted into an unreasoning sense of righteousness…",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "My knowledge of pain, learned with the sabre, taught me not to be afraid. And just as in dueling when you must concentrate on your enemy's cheek, so, too, in war. You cannot waste time on feinting and sidestepping. You must decide on your target and go in.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "J'ai vécu.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All's fair in love and war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sainte Jeanne went harvesting in France,  But ah! what found she there?The little streams were running red,  And the torn fields were bare;And all about the ruined towers  Where once her king was crowned,The hurtling ploughs of war and death  Had scored the desolate ground.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "For God's sake, do not drag me into another war! I am worn down, and worn out, with crusading and defending Europe, and protecting mankind; I must think a little of myself.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every shot has its commission, d'ye see? We must all die at one time, as the saying is.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Some of you will not come back. Some of you will come back maimed. Those of you who do come back will come back changed men. That is war!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I came, I saw, God overcame.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The formula that food is the way to derive peace actually should be more properly understood in reverse. The answer to my question of why we have so many hungry people on the planet when there is no need for that is that it is a deliberate decision that some human beings make in order to appropriate the resources of others, or, as in the case of one of the hot spots on the planet right now for hunger, which is Yemen, it was a deliberate strategy to disrupt the food system specifically to weaken the country in the pursuit of the war between proxies, Saudi Arabia and Iran. And so, it’s important to remember that hunger does not always happen because of natural disasters, which is a mental model that most of us fall back upon; it is often the result of things that we actually do to each other deliberately.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A nice war is a war where everybody who is heroic is a hero, and everybody more or less is a hero in a nice war. Now this war is not at all a nice war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is never fatal but always lost. Always lost.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War was a kind of poverty with bullets.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A wise man does not try to hurry history. Many wars have been avoided by patience and many have been precipitated by reckless haste.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Speed is the essence of war. Take advantage of the enemy's unpreparedness; travel by unexpected routes and strike him where he has taken no precautions.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "[I]n war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "All warfare is based on deception.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Terrible as an army with banners.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Either this or upon this. (Either bring this back or be brought back upon it).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Then more fierceThe conflict grew; the din of arms, the yellOf savage rage, the shriek of agony,The groan of death, commingled in one soundOf undistinguish'd horrors.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War! war! war!Heaven aid the right!God move the hero's arm in the fearful fight!God send the women sleep in the long, long night,  When the breasts on whose strength they leaned shall heave no more.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The crystal-pointed tents from hill to hill.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But, Virginians, don't do it, for I tell you that the flagon,  Filled with blood of Old Brown's offspring, was first poured by Southern hands;And each drop from Old Brown's life-veins, like the red gore of the Dragon,  May spring up a vengeful Fury, hissing through your slave-worn lands:* And Old Brown,* Osawatomie Brown,May trouble you worse than ever, when you've nailed his coffin down.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Never run against a war hero.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In January 2018, the experts at the Bulletin of the Atomic Scientists moved the hands of the Doomsday Clock to two minutes before midnight, where it had stood during the darkest days of the Cold War, from 1953 to 1960. The latest move of the hands was precipitated by the recklessness in Trump’s nuclear thinking and the deepening crisis over Korea. Trump wondered aloud about the point of having nuclear weapons if he couldn’t use them. His answer was to make them more usable, which he did with his new Nuclear Posture Review (NPR), the first since Obama’s 2010 NPR, which had reduced the role of nuclear weapons in the US defense posture. The 2018 NPR significantly elevated their role, permitting use in response to vaguely defined “extreme circumstances,” such as cyberattacks or attacks on the infrastructure of both the United States and its “allies and partners.” The review doubled down on Obama’s unconscionable 30-year trillion-dollar modernization of all parts of the nuclear arsenal. The actual cost looks to be closer to $1.7 trillion and climbing. To make matters worse, all eight other nuclear powers are undertaking their own modernizations, though on a far more modest scale. Russia, it should be noted, actually cut its defense spending this past year.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Acting like a hegemon, the United States, starting in 1999, took advantage of Russian weakness and broke its promise not to expand NATO, eventually adding 13 countries, the last of which was Montenegro, in 2017. When Bush announced plans to incorporate Georgia and Ukraine, Putin drew the line. Following the US-backed Ukrainian coup, he took back Crimea and made clear that there are limits to his toleration of NATO expansion. In his March 1, 2018, Presidential Address to the Federal Assembly, he went further, throwing down the gauntlet to the United States. Russia, he acknowledged, had been on the defensive since the Soviet Union collapsed, having lost substantial amounts of its territory, population, GDP, industrial potential, and military capability. It depended on the IMF and World Bank for survival. The United States ignored its appeals not to abrogate the ABM Treaty in 2002 and expanded its global missile-defense system, leaving Russia vulnerable to a US attack. A 2006 article in Foreign Affairs contending that neither Russia or China could even retaliate against a US first strike “sent heads spinning” in Russia, The Washington Post reported, “with visions of Dr. Strangelove.”",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But now, in March 2018, Putin was declaring that the US effort had failed. He unveiled the existence of five new nuclear weapons, all of which could circumvent US missile-defense systems. He concluded defiantly, “I hope everything that has been said today will sober any potential aggressor,” adding, “No one listened to us. Listen to us now.” Independent Russian military analyst Aleksandr Golts said that all the weapons experts he had spoken to were “in shock, as was I.”",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Waste of Blood, and waste of TearsWaste of youth's most precious years,Waste of ways the saints have trod,Waste of Glory, waste of God,War!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When battle approaches, when war arises, the plans of the gods, beloved by the gods, are destroyed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Hobbes clearly proves that every creatureLives in a state of war by nature.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War, that mad game the world so loves to play.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Not with dreams, but with blood and with ironShall a nation be moulded to last.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War has been the excuse people have made throughout history to take something away from others that didn't belong to them. And it's a never ending cycle. First one group takes away something from the other, then the other wants to take it back, only if they succeed, they take much more. And then it starts all over again. War is caused by greed.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ratio et consilium propriæ ducis artes.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Deos fortioribus adesse.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We can start at once. We made preparations on the way.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Militarism... is fetish worship. It is the prostration of men's souls before, and the laceration of their bodies to appease, an idol. ...Reverence for economic activity and industry and what is called business is also fetish worship, and in their devotion to that idol they torture themselves as needlessly, and indulge in the same meaningless antics.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A little more grape, Captain Bragg.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The children born of thee are sword and fire,Red ruin, and the breaking up of law.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It cannot be made, it shall not be made, it will not be made; but if it were made there would be a war between France and England for the possession of Egypt.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Half a league, half a league,  Half a league onward,All in the valley of Death  Rode the six hundred.\"Forward the Light Brigade!  Charge for the guns!\" he said,Into the valley of death  Rode the six hundred.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Forward, the Light Brigade!Was there a man dismayed?  Not tho' the soldier knew    Some one had blunder'd.Theirs not to make reply,Theirs not to reason why,Theirs but to do and die. Into the valley of death    Rode the six hundred.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Cannon to right of them,Cannon to left of them,Cannon in front of them    Volley'd and thunder'd;Stormed at with shot and shell,Boldly they rode and well,  Into the jaws of Death,Into the mouth of Hell    Rode the six hundred.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Omnia prius experiri verbis quam armis sapientem decet.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Ten good soldiers, wisely led,Will beat a hundred without a head.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The last half of the 20th century will seem like a wild party for rich kids, compared to what's coming now. The party's over, folks.  … \"Winston Churchill said \"The first casualty of War is always Truth.\" Churchill also said \"In wartime, the Truth is so precious that it should always be surrounded by a bodyguard of Lies.\"  That wisdom will not be much comfort to babies born last week. The first news they get in this world will be News subjected to Military Censorship. That is a given in wartime, along with massive campaigns of deliberately-planted \"Dis-information.\" That is routine behavior in Wartime — for all countries and all combatants — and it makes life difficult for people who value real news. Count on it.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Better, far better! Endure all the horrors of civil war than to see the dusky sons of Ham leading the fair daughters of the south to the altar.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But what most showed the vanity of lifeWas to behold the nations all on fire.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We need accountability for the states and individuals that have caused this crisis, brought us to the brink of a famine that the UN says would be the worst in the past 100 years, and – by using starvation as a weapon of war – are in clear breach of international humanitarian law...When I asked Jeremy Hunt yesterday in parliament why the resolution that will go before the security council today did not mention the need for an investigation of all alleged war crimes, and full accountability for those responsible, and whether the crown prince (of Saudi Arabia)  had insisted on the removal of that demand, he did not answer.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "\"Victory after all, I suppose!\" he said, feeling his aching head. \"Well, it seems a very gloomy business.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A thousand touching traits testify to the sacred power of the love which a righteous war awakes in noble nations.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is elevating, because the individual disappears before the great conception of the state…. What a perversion of morality to wish to abolish heroism among men!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "God will see to it that war always recurs as a drastic medicine for the human race.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The struggle against war, properly understood and executed, presupposes the uncompromising hostility of the proletariat and its organizations, always and everywhere, toward its own and every other imperialist bourgeoisie...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The struggle against war and its social source, capitalism, presupposes direct, active, unequivocal support to the oppressed colonial peoples in their struggles and wars against imperialism. A 'neutral' position is tantamount to support of imperialism.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They said we were soft, that we would not fight, that we could not win. We are not a warlike nation. We do not go to war for gain or for territory; we go to war for principles, and we produce young men like these. I think I told every one of them that I would rather have that medal, the Congressional Medal of Honor, than to be President of the United States.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In bitter despair, some people have come to believe that wars are inevitable. With tragic fatalism, they insist that wars have always been, of necessity, and of necessity wars always will be. To such defeatism, men and women of good will must not and can not yield. The outlook for humanity is not so hopeless.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If wars in the future are to be prevented the nations must be united in their determination to keep the peace under law.  Nothing is more essential to the future peace of the world than continued cooperation of the nations which had to muster the force necessary to defeat the conspiracy of the Axis powers to dominate the world.  While these great states have a special responsibility to enforce the peace, their responsibility is based upon the obligations resting upon all states, large and small, not to use force in international relations except in the defense of law. The responsibility of the great states is to serve and not to dominate the world.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Any man who sees Europe now must realize that victory in a great war is not something you win once and for all, like victory in a ball game. Victory in a great war is something that must be won and kept won. It can be lost after you have won it — if you are careless or negligent or indifferent.  Europe today is hungry. I am not talking about Germans. I am talking about the people of the countries which were overrun and devastated by the Germans, and particularly about the people of Western Europe. Many of them lack clothes and fuel and tools and shelter and raw materials. They lack the means to restore their cities and their factories.  As the winter comes on, the distress will increase. Unless we do what we can to help, we may lose next winter what we won at such terrible cost last spring. Desperate men are liable to destroy the structure of their society to find in the wreckage some substitute for hope. If we let Europe go cold and hungry, we may lose some of the foundations of order on which the hope for worldwide peace must rest.  We must help to the limits of our strength. And we will.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "On April 18, 2006, I had my first confirmed killed. This man was innocent. I don’t know his name. I called him “the fat man.” He was walking back to his house, and I shot him in front of his friend and his father. The first round didn’t kill him, after I had hit him up here in his neck area. And afterwards he started screaming and looked right into my eyes. So I looked at my friend, who I was on post with, and I said, “Well, I can’t let that happen.” So I took another shot and took him out. He was then carried away by the rest of his family. It took seven people to carry his body away.We were all congratulated after we had our first kills, and that happened to have been mine. My company commander personally congratulated me, as he did everyone else in our company. This is the same individual who had stated that whoever gets their first kill by stabbing them to death will get a four-day pass when we return from Iraq.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Man is the only animal that deals in that atrocity of atrocities, War. He is the only one that gathers his brethren about him and goes forth in cold blood and calm pulse to exterminate his kind. He is the only animal that for sordid wages will march out … and help to slaughter strangers of his own species who have done him no harm and with whom he has no quarrel … and in the intervals between campaigns he washes the blood off his hands and works for \"the universal brotherhood of man\" — with his mouth.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When you have prayed for victory you have prayed for many unmentioned results which follow victory—must follow it, cannot help but follow it. Upon the listening spirit of God the Father fell also the unspoken part of the prayer. He commandeth me to put it into words. Listen!\"O Lord our Father, our young patriots, idols of our hearts, go forth to battle—be Thou near them! With them—in spirit—we also go forth from the sweet peace of our beloved firesides to smite the foe. O Lord our God, help us to tear their soldiers to bloody shreds with our shells; help us to cover their smiling fields with the pale forms of their patriot dead; help us to drown the thunder of the guns with the shrieks of their wounded, writhing in pain; help us to lay waste their humble homes with a hurricane of fire; help us to wring the hearts of their unoffending widows with anavailing grief; help us to turn them out roofless with their little children to wander unfriended the wastes of their desolated land in rags and hunger and thirst, sports of the sun flames of summer and the icy winds of winter, broken in spirit, worn with travail, imploring Thee for the refuge of the grave and denied it—for our sakes who adore Thee, Lord, blast their hopes, blight their lives, protract their bitter pilgrimage, make heavy their steps, water their way with their tears, stain the white snow with the blood of their wounded feet! We ask it, in the spirit of love, of Him Who is the Source of Love, and Who is the ever-faithful refuge and friend of all that are sore beset and seek His aid with humble and contrite hearts. Amen\".",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "With computers acting as the stimulus, the theory of war was assimilated into that of microeconomics. . . . Instead of evaluating military operations by their product –that is, victory – calculations were cast in terms of input–output and cost effectiveness. Since intuition was replaced by calculation, and since the latter wasto be carried out with the aid of computers, it was necessary that all the phenomena of war be reduced to quantitative form. Consequently everything that could be quantiﬁed was, while everything that could not be tended to be thrown onto the garbage heap.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This is the soldier brave enough to tellThe glory-dazzled world that \"war is hell.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It's really hard to talk about morality and war in the same sentence. In a war, there are so many questionable things done. Where was the morality in the bombing of Coventry, or the bombing of Dresden, or the Bataan Death March, or the Rape of Nanking, or the bombing of Pearl Harbor? I believe that when you're in a war, a nation must have the courage to do what it must to win the war with a minimum loss of lives.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Veterans for Peace knows that the U.S. is a nation addicted to war. At this time of uncertainty, it is critically important that we, as veterans, continue to be clear and concise that our nation must turn from war to diplomacy and peace. It is high time to unwind all these tragic, failed and unnecessary wars of aggression, domination and plunder.  It is time to turn a page in history and to build a new world based on human rights, equality and mutual respect for all.  We must build momentum toward real and lasting peace. Nothing less than the survival of human civilization is at stake.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "After the close call yesterday when you called off the planned military strike on Iran, we remain concerned that you are about to be mousetrapped into war with Iran. You have said you do not want such a war (no sane person would), and our comments below are based on that premise. There are troubling signs that Secretary Pompeo is not likely to jettison his more warlike approach, More importantly, we know from personal experience with Pompeo’s dismissive attitude to instructions from you that his agenda can deviate from yours on issues of major consequence... Pompeo’s behavior betrays a strong desire to resort to  military action — perhaps even without your approval — to Iranian provocations (real or imagined), with no discernible strategic goal other than to advance the interests of Israel, Saudi Arabia and the UAE. He is a neophyte compared to his anti-Iran partner John Bolton, whose dilettante approach to interpreting intelligence, strong advocacy of the misbegotten war on Iraq (and continued pride in his role in promoting it), and fierce pursuit of his own aggressive agenda are a matter of a decades-long record.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Memorandum For: The President...The drone assassination in Iraq of Iranian Quds Force commander General Qassem Soleimani... That Iran will retaliate at a time and place of its choosing is a near certainty. And escalation into World War III is no longer just a remote possibility... What your advisers may have avoided telling you is that Iran has not been isolated. Quite the contrary. One short week ago, for example, Iran launched its first joint naval exercises with  Russia  and  China  in the Gulf of Oman, in an unprecedented challenge to the U.S. in the region... The country expecting to benefit most from hostilities between Iran and the US is Israel (with Saudi Arabia in second place).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Arma virumque cano.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "… I saw these terrible things,and took great part in them.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Una salus victis nullam sperare salutem.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Dolus an virtus quis in hoste requirat?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Exigui numero, sed bello vivida virtus.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Sævit amor ferri et scelerata insania belli.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nullum cum victis certamen et æthere cassis.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "On dit que Dieu est toujours pour les gros bataillons.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Why does the Air Force need expensive new bombers? Have the people we've been bombing over the years been complaining?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "On to Richmond.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A great and lasting war can never be supported on this principle [patriotism] alone. It must be aided by a prospect of interest, or some reward.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "To be prepared for war is onto the most effectual means of preserving peace.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They went to war against a preamble, they fought seven years against a declaration.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Up Guards and at 'em!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Nothing except a battle lost can be half so melancholy as a battle won.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The battle of Waterloo was won on the playing field of Eton.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The War That Will End War.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A time will come when a politician who has wilfully made war and promoted international dissension will be as sure of the dock and much surer of the noose than a private homicide. It is not reasonable that those who gamble with men's lives should not stake their own.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The atomic bomb had dwarfed the international issues to complete insignificance. When our minds wandered from the preoccupations of our immediate needs, we speculated upon the possibility of stopping the use of these frightful explosives before the world was utterly destroyed. For to us it seemed quite plain that these bombs and the still greater power of destruction of which they were the precursors might quite easily shatter every relationship and institution of mankind... war must end and that the only way to end war was to have but one government for mankind.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "H.G. Wells Ch. 3, Section 1",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The whole art of war consists in getting at what is on the other side of the hill.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If we don’t end war, war will end us.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Urban warfare remains characterized by slow, massive destruction. Yet 50 years ago, there were no computers, no internet, no GPS, no UAVs, no digital communications, no night-vision devices, and no precision strikes. Two facts account for the lack of change in tactics. First, cities are constructed of steel and concrete, with streets providing the open spaces, which are usually linear. Any fighter in the open is quickly cut down. No technology can accurately detect and count humans inside buildings and tunnels. So the attacker must advance by blasting through the sides of buildings and slowly, slowly search every room. Second, tens to hundreds of thousands of civilians can be trapped in the cities. The terrorists in Mosul have prevented the civilians from leaving in order to use them as shields.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "This new Katterfelto, his show to complete,Means his boats should all sink as they pass by our fleet;Then as under the ocean their course they steer right on,They can pepper their foes from the bed of old Triton.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War! What is it good for? Absolutely nothing!  There's got to be a better way  What is it good for?  War has caused unrest  Among the younger generation  Induction then destruction  Who wants to die?  ...  War-I despise  Because it means destruction  Of innocent lives  War means tears  To thousands of mothers how  When their sons go off to fight  And lose their lives  ...  It's an enemy of all mankind  No point of war  Because you're a man  ...  War has shattered  Many young men's dreams  We've got no place for it today  They say we must fight to keep our freedom  But Lord, there's just got to be a better way  It ain't nothing but a heartbreaker  Friend only to the undertaker",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Now we remember over here in Flanders,(It isn't strange to think of You in Flanders!)  This hideous warfare seems to make things clear.We never thought about You much in England,But now that we are far away from England  We have no doubts, we know that You are here.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We seemed to see our flag unfurled,  Our champion waiting in his placeFor the last battle of the world,  The Armageddon of the race.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "As long as war is regarded as wicked it will always have its fascinations. When it is looked upon as vulgar, it will cease to be popular.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I will die in the last ditch. (Dyke).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Germany's greatness makes it impossible for her to do without the ocean, but the ocean also proves that even in the distance, and on its farther side, without Germany and the German Emperor, no great decision dare henceforth be taken.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Our German Fatherland to which I hope will be granted … to become in the future as closely united, as powerful, and as authoritative as once the Roman world-empire was, and that, just as in the old times they said, \"Civis romanus sum,\" hereafter, at some time in the future, they will say, \"I am a German citizen.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Every bullet has its billet.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It's a long way to Tipperary, it's a long way to go;It's a long way to Tipperary, to the sweetest girl I know!Good-bye to Piccadilly, Farewell Leicester Square;It's a long way to Tipperary, but my Heart's right there!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is only a sort of dramatic representation, a sort of dramatic symbol of a thousand forms of duty. I fancy that it is just as hard to do your duty when men are sneering at you as when they are shooting at you.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You have laid upon me this double obligation: \"we are relying upon you, Mr. President, to keep us out of war, but we are relying upon you, Mr. President, to keep the honor of the nation unstained.\"",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It is not an army that we must train for war; it is a nation.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In short, if newspapers were written by people whose sole object in writing was to tell the truth about politics and the truth about art we should not believe in war, and we should believe in art.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "They came with banner, spear, and shield;And it was proved in Bosworth field,Not long the Avenger was withstood—Earth help'd him with the cry of blood.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "But Thy most dreaded instrumentIn working out a pure intent,Is man,—arrayed for mutual slaughter,—Yea, Carnage is Thy daughter.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Everyone loses in war, even the winners.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is murder, king-sized.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "As regards Providence, he cannot shake off the prejudice that in war, God is on the side of the big battalions, which at present are in the enemy's camp.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The United States had become a willing co-combatant in a war without any direction or clear end state...there have been a litany of war crimes... in which Saudi planes, using American munitions, bombed a school bus killing dozens of Yemeni schoolchildren. Second, the U.S. government has responded to these crimes with silences that might seem chastened, but in truth must be classified as defiant, given the bureaucratic maneuvering undertaken to obscure the United States’ unthinking complicity both to outsiders and to itself.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "One of the judges in the Tokyo War Crimes Trial after World War II,  Radhabinod Pal... argued that the United States had clearly provoked the war with Japan and expected Japan to act. Richard Minear  (Victors' Justice) sums up Pal's view of the embargoes on scrap iron and oil, that \"these measures were a clear and potent threat to Japan's very existence.\" The records show that a White House conference two weeks before Pearl Harbor anticipated a war and discussed how it should be justified...",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Look, there is one statement that bothers me more than anything else, and that's the idea that when the troops are in combat everybody has to shut up. Imagine if we put troops in combat with a faulty rifle, and that rifle was malfunctioning and troops were dying as a result. I can't think anyone would allow that to happen, that would not speak up. Well, what's the difference between a faulty plan and strategy that's getting just as many troops killed?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The reason why the U.S. Government must be prosecuted for its war-crimes against Iraq is that they are so horrific and there are so many of them, and international law crumbles until they become prosecuted and severely punished for what they did. We therefore now have internationally a lawless world (or “World Order”) in which “Might makes right,” and in which there is really no effective international law, at all. This is merely gangster “law,” ruling on an international level... The seriousness of this international war crime is not as severe as those of the Nazis were, but nonetheless is comparable to it...  On 15 March 2018, Medea Benjamin and Nicolas J.S. Davies headlined at Alternet,  “The Staggering Death Toll in Iraq” and wrote that “our calculations, using the best information available, show a catastrophic estimate of 2.4 million Iraqi deaths since the 2003 invasion,” and linked to solid evidence, backing up their estimate.... On 6 February 2020, BusinessInsider bannered “US taxpayers have reportedly paid an average of $8,000 each and over $2 trillion total for the Iraq war alone”, and linked to the academic analysis that supported this estimate. The U.S. regime’s invasive war, which the Bush gang perpetrated against Iraq, was also a crime against the American people (though Iraqis suffered far more from it than we did).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "America’s leaders deceived the American public into perpetrating this invasion and occupation, of a foreign country (Iraq) that had never threatened the United States; and, so, this invasion and subsequent military occupation constitutes the very epitome of “aggressive war” — unwarranted and illegal international aggression. (Hitler, similarly to George W. Bush, would never have been able to obtain the support of his people to invade if he had not lied, or “deceived,” them, into invading and militarily occupying foreign countries that had never threatened Germany, such as Belgium, Poland and Czechoslovakia. This — Hitler’s lie-based aggressions — was the core of what the Nazis were hung for, and yet America now does it.)",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War is much too serious a matter to be entrusted to the military.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Months of boredom punctuated by moments of terror.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It took me nearly a whole day to drive from Tokmak to the village of sonovka. I kept passing large Russian settlements on the road ... then Kirghiz villages completely ruined and razed literally to the ground - villages where, but three short years previously, there had been busy bazaars and farms surrounded with gardens and fields of luzerne. Now on every side a desert. It seemed incredible that it was possible in so short a time to wipe whole villages off the face of the earth, with their well-developed system of farming. It was only with the most attentive search that i could find the short stumps of their trees and remains of their irrigation canals. The destruction of the aryks or irrigation canals in this district quickly reduced a highly developed farming district into a desert and blotted out all traces of cultivation and settlement. Only in the water meadows and low-lying ground near the stream is any cultivation possible.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Make a hawk a dove,  Stop a war with love,  Make a liar tell the truth.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Charles Fox, Wonder Woman TV series, (November 7, 1975).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There are always casualties in war, gentlemen — otherwise it wouldn't be war. It'd just be a rather nasty argument with lots of pushing-and-shoving.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Anyone who clings to the historically untrue — and thoroughly immoral — doctrine that 'violence never settles anything' I would advise to conjure up the ghosts of Napoleon Bonaparte and of the Duke of Wellington and let them debate it. The ghost of Hitler could referee, and the jury might well be the Dodo, the Great Auk, and the Passenger Pigeon. Violence settled their fates quite nicely. Violence, naked force, has settled more issues in history than has any other factor, and the contrary opinion is wishful thinking at its worst. Breeds that forget this basic truth have always paid for it with their lives and freedoms.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Luke: I'm looking for a great warrior.Yoda: Great warrior. [Laughs] Wars not make one great.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "What this war represents is a failure to listen. Now you're closer to the Chancellor than anyone, please, ask him to stop the fighting and let the diplomacy resume.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Wars don't ennoble men, it turns them into dogs, poisons the soul.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Property, the whole thing's about property.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "There's a beast in every man. And it awakens when you put a sword in his hand.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "War makes thieves of many honest folk.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Once that first bullet goes past your head, politics and all that shit just goes right out the window.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "When I go home, people ask me: \"Hey Hoot, why do you do it man? Why? You some kinda war junkie?\", I won't say a god damn word. Why? They won't understand. They won't understand why we do it. They won't understand it's about the men next to you. And that's it. That's all it is.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "With every man I kill, the farther away from home I feel.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "I think now, looking back, we did not fight the enemy; we fought ourselves. The enemy was in us. The war is over for me now, but it will always be there, the rest of my days. As I'm sure Elias will be, fighting with Barnes for what Rhah called \"possession of my soul.\" There are times since, I've felt like a child, born of those two fathers. But be that as it may, those of us who did make it have an obligation to build again. To teach to others what we know, and to try with what's left of our lives to find a goodness and a meaning to this life.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If you are not affected, if you are not hurt by what we do, then you will not do anything to stop it. The war will simply continue. As long as it is just the soldiers, these barbaric men with guns who kill each other, as long as the damage is far away, the destruction and death out of your sight, then no amount of hand wringing and moral outrage will make it end. If you are affected, if your farms, your crops are destroyed, your neat buildings in your perfect towns burned to the ground, then there will be a reason to stop this. War is not tidy, it is not convenient, it is everywhere. It has to be felt by everyone. War is hell.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "A story. A man fires a rifle for many years. and he goes to war. And afterwards he comes home, and he sees that whatever else he may do with his life - build a house, love a woman, change his son's diaper - he will always remain a jarhead. And all the jarheads killing and dying, they will always be me. We are still in the desert.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "We few, we happy few, we band of brothers: for he today that sheds his blood with me shall be my brother.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "'Bugs Bunny: Of course you realize, this means war!",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "Tedd Pierce, Merrie Melodies, \"Case of the Missing Hare\", Warner Bros. (December 12, 1942).",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "In God's name, march: True hope is swift, and flies with swallow's wings: Kings it makes gods, and meaner creatures kings.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "If we be conquered, let men conquer us, and not these bastard Bretons; whom our fathers have in their own land beaten, bobb'd, and thump'd, and in record, left them the heirs of shame. Shall these enjoy our lands? lie with our wives? Ravish our daughters?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "It's all an accident, an accident of hands. Mine, others, all without mind, from one extreme to another, but neither works nor will ever. Yet we stand here in the middle of no man's land.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "You do not want a war. You have seen violence, you have suffered loss. But you have seen nothing of war. War is not just the business of death. It is the antithesis of life. Hope tortured and flayed, reason dismembered, grinning at its limbs in its lap. Decency raped to death.",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "And before we judge of them too harshly we must remember what ruthless and utter destruction our own species has wrought, not only upon animals, such as the vanished bison and the dodo, but upon its inferior races. The Tasmanians, in spite of their human likeness, were entirely swept out of existence in a war of extermination waged by European immigrants, in the space of fifty years. Are we such apostles of mercy as to complain if the Martians warred in the same spirit?",
  "about_war": 1,
  "source": "wikiquotes"
 },
 {
  "text": "The problem with gun runners going to war, is that there is no shortage of ammunition.",
  "about_war": 1,
  "source": "wikiquotes"
 }
]